{
  "zodiac": "rat",
  "sexagenary": "무자",
  "year": 1948,
  "gender": "male",
  "fortune_year": 2025,
  "fortune_type": "yearly",
  "title": "🐭 2025년 을사년, 1948년 무자 쥐띠의 한 해",
  "content": {
    "opening": "올해는 당신의 경륜과 지혜가 더욱 빛나는 해예요! ✨\n\n1948년생 무자 쥐띠인 당신은 토(土)와 물(水)의 조화로운 기운을 타고났어요. 대지처럼 포용력이 넓고, 물처럼 유연한 지혜를 가지고 계시죠. 2025년 을사년은 그동안 쌓아온 삶의 지혜를 편안하게 누리시면서, 주변에 따뜻함을 나누시는 한 해가 될 거예요.",

    "yearly_flow": {
      "title": "## 2025년 전체 흐름",
      "content": "77세를 맞이하시는 올해는 평온함과 여유로움이 함께하는 해예요. 무리하지 않으셔도 자연스럽게 좋은 일들이 찾아올 거예요. 특히 가족들과의 시간이 큰 기쁨이 될 거예요. 손주들이 할아버지의 이야기에 귀 기울이고, 당신의 조언이 가족들에게 큰 힘이 되는 한 해예요."
    },

    "seasonal_fortune": {
      "title": "## 계절별 운세",
      "spring": {
        "season": "🌸 봄 (음력 1~3월)",
        "content": "따뜻한 봄기운과 함께 몸과 마음이 가벼워지는 시기예요. 날씨 좋은 날 가벼운 산책을 즐기시면 건강에도 좋고 기분도 상쾌해져요. 3월에는 반가운 소식이나 오랜 친구와의 만남이 있을 수 있어요. 봄나물로 건강을 챙기시면 좋아요."
      },
      "summer": {
        "season": "☀️ 여름 (음력 4~6월)",
        "content": "무더위가 걱정되시겠지만, 시원한 곳에서 여유롭게 지내시면 돼요. 이른 아침이나 저녁 시간을 활용하시는 게 좋아요. 6월에는 가족 모임이나 경사스러운 일이 있을 수 있어요. 수분 섭취를 충분히 하시고, 너무 더운 시간에는 외출을 피하세요."
      },
      "autumn": {
        "season": "🍂 가을 (음력 7~9월)",
        "content": "가장 편안하고 좋은 시기예요! 선선한 날씨에 야외 활동하기 좋아요. 단풍 구경이나 가벼운 여행을 계획하시면 좋은 추억이 될 거예요. 9월에는 건강검진을 받으시면 좋아요. 가을 과일로 건강을 챙기는 즐거움도 누리세요."
      },
      "winter": {
        "season": "❄️ 겨울 (음력 10~12월)",
        "content": "따뜻하게 실내에서 편안히 지내시는 게 좋아요. 쥐띠의 본 계절인 겨울이지만, 추위에 주의하시면서 건강 관리에 신경 쓰세요. 손주들과 따뜻한 시간을 보내시고, 한 해를 돌아보며 감사한 마음을 가지세요. 12월에는 가족들이 모여 즐거운 시간을 보낼 거예요."
      }
    },

    "life_areas": {
      "title": "## 분야별 운세",
      "career": {
        "icon": "💼",
        "title": "활동운",
        "content": "이제는 일선에서 물러나 편안히 지내시는 시기예요. 하지만 당신의 경험과 지혜가 필요한 순간들이 있을 거예요. 후배나 자녀들에게 조언을 해주시면 큰 도움이 돼요. 무리하지 않는 선에서 사회활동이나 봉사활동을 하시면 보람을 느끼실 거예요."
      },
      "wealth": {
        "icon": "💰",
        "title": "재물운",
        "content": "평생 모아오신 재산이 안정적으로 유지되는 해예요. 큰 투자보다는 안전한 관리가 중요해요. 자녀들에게 미리 증여하시거나, 재산 정리를 생각하시는 것도 좋아요. 가을쯤 재정 계획을 점검하시면 좋아요. 손주들에게 용돈 주시는 소소한 기쁨도 누리세요."
      },
      "love": {
        "icon": "💕",
        "title": "가족운",
        "content": "배우자와 함께 평온한 시간을 보내시는 해예요. 오랜 세월 함께한 만큼 서로를 이해하고 배려하는 마음이 더욱 깊어져요. 손주들이 큰 기쁨이 될 거예요. 자녀들과도 편안한 관계를 유지하시면서, 너무 간섭하지 않으시는 지혜가 필요해요."
      },
      "health": {
        "icon": "🏃",
        "title": "건강운",
        "content": "전반적으로 건강을 유지하시지만, 관리는 꾸준히 하셔야 해요. 규칙적인 산책과 가벼운 운동이 좋아요. 소화기 건강과 관절 건강에 특히 신경 쓰세요. 정기 검진을 빠뜨리지 마시고, 작은 이상 증상도 놓치지 마세요. 충분한 휴식과 균형 잡힌 식사가 중요해요."
      },
      "relationships": {
        "icon": "👥",
        "title": "대인관계",
        "content": "오랜 친구들과의 만남이 즐거운 해예요. 정기적인 모임에 참여하시면 좋아요. 새로운 사람을 사귀기보다는, 기존 관계를 더욱 돈독히 하시는 게 좋아요. 같은 연배의 친구들과 이야기 나누시면서 위로와 공감을 얻으실 거예요."
      }
    },

    "lucky_items": {
      "title": "## 2025년 행운 아이템",
      "numbers": {
        "icon": "🔢",
        "title": "행운의 숫자",
        "items": [1, 5, 8],
        "description": "평온하고 안정된 기운을 가진 숫자들이에요."
      },
      "colors": {
        "icon": "🎨",
        "title": "행운의 색상",
        "items": ["갈색", "베이지", "진한 파랑"],
        "description": "편안하고 안정감 있는 색상들이 좋아요."
      },
      "direction": {
        "icon": "🧭",
        "title": "행운의 방향",
        "items": ["북쪽", "중앙"],
        "description": "산책하실 때 이 방향으로 가시면 기운이 좋아요."
      },
      "month": {
        "icon": "📅",
        "title": "특별한 달",
        "items": ["3월", "6월", "9월"],
        "description": "이 달들에는 가족들과 좋은 시간을 보내실 거예요."
      }
    },

    "advice": {
      "title": "## 2025년을 위한 특별한 조언",
      "content": "77년의 세월을 지내오시면서 쌓으신 지혜와 경험은 그 무엇과도 바꿀 수 없는 보물이에요. 올해는 그 지혜를 편안하게 나누시는 한 해로 만드세요.\n\n무리하지 마세요. 대지(土)처럼 묵묵히, 물(水)처럼 자연스럽게 흐르시면 돼요. 건강이 가장 중요하니, 작은 신호도 놓치지 마시고 관리하세요.\n\n가족들과의 시간을 소중히 여기세요. 손주들에게 들려주시는 이야기 하나하나가 그들에게는 귀한 가르침이 될 거예요. 하지만 너무 간섭하지 않으시는 여유로움도 필요해요."
    },

    "closing": {
      "content": "2025년은 당신이 평생 일궈온 것들을 편안히 누리시는 한 해가 될 거예요. 건강하시고, 가족들에 둘러싸여 따뜻한 시간을 보내세요.\n\n언제나 건강과 평안을 기원해요! 🌟\n\n당신의 2025년이 평온하고 행복한 한 해가 되기를 진심으로 바랄게요. 💙"
    }
  },
  "meta": {
    "created_at": "2025-10-15",
    "word_count": 1823,
    "tone": "따뜻하고 존중하는, 위로하는",
    "keywords": ["평온", "지혜", "가족", "건강", "여유", "경륜", "안정"]
  }
}
