{
  "zodiac": "rat",
  "sexagenary": "갑자",
  "year": 1984,
  "gender": "female",
  "fortune_year": 2025,
  "fortune_type": "yearly",
  "title": "🐭 2025년 을사년, 1984년 갑자 쥐띠 여성의 한 해",
  "content": {
    "opening": "올해는 당신의 섬세한 감성이 빛을 발하는 특별한 해예요! ✨\n\n1984년생 갑자 쥐띠인 당신은 목(木)과 물(水)의 부드러운 조화를 타고났어요. 물이 나무에 생명을 불어넣듯, 당신의 따뜻한 감성이 주변 사람들에게 활력을 주죠. 2025년 을사년은 그런 당신의 직관력과 공감 능력이 새로운 기회를 만들어내는 한 해가 될 거예요.",

    "yearly_flow": {
      "title": "## 2025년 전체 흐름",
      "content": "지난 몇 년간 조용히 준비해온 것들이 드디어 세상에 나올 준비가 되었어요. 당신만의 속도로 천천히 걸어온 길이 이제는 넓은 대로로 이어지고 있어요. 작은 움직임 하나하나가 큰 파장을 만들어낼 거예요. 주변 사람들이 당신의 조언을 구하고, 당신의 선택을 신뢰하게 될 거예요."
    },

    "seasonal_fortune": {
      "title": "## 계절별 운세",
      "spring": {
        "season": "🌸 봄 (음력 1~3월)",
        "content": "새싹이 돋아나듯 새로운 인연들이 찾아오는 시기예요. 당신의 따뜻한 말 한마디가 누군가의 인생을 바꿀 수도 있어요. 특히 여성들과의 만남이 좋은 기회로 이어져요. 3월에는 오래 꿈꿔왔던 일을 시작할 수 있는 계기가 찾아올 거예요."
      },
      "summer": {
        "season": "☀️ 여름 (음력 4~6월)",
        "content": "활기가 넘치는 시기예요. 당신의 아이디어가 주목받고, 능력을 인정받게 돼요. 하지만 너무 많은 일을 한꺼번에 떠안지 않도록 주의하세요. 당신이 생각하는 것보다 당신을 필요로 하는 사람들이 많을 거예요. 6월에는 감정적으로 보람을 느끼는 순간들이 많아요."
      },
      "autumn": {
        "season": "🍂 가을 (음력 7~9월)",
        "content": "결실을 거두는 계절이에요! 상반기에 뿌린 정성이 구체적인 형태로 돌아와요. 특히 8월과 9월은 경제적으로 안정감을 느끼는 시기예요. 예상치 못한 선물이나 좋은 소식이 있을 수 있어요. 당신의 판단력을 믿고 중요한 결정을 내리세요."
      },
      "winter": {
        "season": "❄️ 겨울 (음력 10~12월)",
        "content": "한 해를 돌아보며 내면의 소리에 귀 기울이는 시간이에요. 쥐띠가 가장 편안함을 느끼는 겨울, 당신은 깊은 통찰력을 얻게 돼요. 혼자만의 시간을 가지면서 자신을 돌보는 것도 중요해요. 12월에는 가족이나 친한 친구들과의 따뜻한 시간이 마음을 채워줘요."
      }
    },

    "life_areas": {
      "title": "## 분야별 운세",
      "career": {
        "icon": "💼",
        "title": "직장/커리어",
        "content": "당신의 세심함과 배려가 특별히 빛나는 해예요. 팀 내에서 중요한 역할을 맡게 되거나, 새로운 프로젝트의 리더로 선정될 가능성이 높아요. 당신이 만들어내는 조화로운 분위기가 성과로 이어져요. 주저하지 말고 당신의 생각을 표현하세요."
      },
      "wealth": {
        "icon": "💰",
        "title": "재물운",
        "content": "꾸준히 쌓아온 노력이 금전적 보상으로 돌아오는 해예요. 특히 가을(8~9월)에 재물운이 상승해요. 저축이나 투자에 대한 당신의 직관이 예리해지는 시기라, 신중하게 판단한다면 좋은 결과를 얻을 수 있어요. 작은 기회도 소중히 여기세요."
      },
      "love": {
        "icon": "💕",
        "title": "애정운",
        "content": "감정적으로 풍성한 한 해가 될 거예요. 파트너가 있다면 서로에 대한 이해가 한층 깊어지고, 더욱 단단한 관계가 돼요. 솔로라면 봄(3~5월)에 마음이 통하는 사람을 만날 가능성이 높아요. 당신의 부드러운 매력이 누군가의 마음에 깊이 새겨질 거예요."
      },
      "health": {
        "icon": "🏃",
        "title": "건강운",
        "content": "전체적으로 좋은 건강 상태를 유지해요. 하지만 감정의 기복이 있을 수 있으니, 스트레스 관리가 중요해요. 요가나 명상처럼 마음을 평온하게 하는 활동이 특히 도움이 돼요. 물의 기운을 타고난 당신에게는 따뜻한 차를 마시거나 족욕이 좋아요."
      },
      "relationships": {
        "icon": "👥",
        "title": "대인관계",
        "content": "당신의 공감 능력이 많은 사람들을 끌어당겨요. 특히 용띠, 소띠, 원숭이띠와 함께하면 좋은 에너지가 흘러요. 올해는 네트워크를 넓히는 것보다 깊은 관계를 만드는 것이 더 의미 있어요. 진심을 나눌 수 있는 사람들과의 시간을 소중히 하세요."
      }
    },

    "lucky_items": {
      "title": "## 2025년 행운 아이템",
      "numbers": {
        "icon": "🔢",
        "title": "행운의 숫자",
        "items": [1, 4, 6],
        "description": "중요한 순간에 이 숫자들이 눈에 띈다면 좋은 신호예요!"
      },
      "colors": {
        "icon": "🎨",
        "title": "행운의 색상",
        "items": ["연두", "하늘색", "베이지"],
        "description": "이 색상의 아이템을 가까이 두면 편안한 기운이 함께해요."
      },
      "direction": {
        "icon": "🧭",
        "title": "행운의 방향",
        "items": ["북쪽", "동쪽"],
        "description": "중요한 만남이나 결정을 할 때 이 방향을 의식하면 좋아요."
      },
      "month": {
        "icon": "📅",
        "title": "특별한 달",
        "items": ["3월", "6월", "9월"],
        "description": "이 달들에는 의미 있는 변화나 좋은 소식이 찾아올 거예요."
      }
    },

    "advice": {
      "title": "## 2025년을 위한 특별한 조언",
      "content": "당신은 물이 나무를 키우듯 주변 사람들에게 생명력을 불어넣는 사람이에요. 2025년은 그런 당신의 능력이 더욱 빛나는 해예요.\n\n서두르지 마세요. 물은 급하게 흐르면 흙을 씻어내지만, 천천히 흐르면 생명을 키워요. 당신도 자연스러운 속도로 나아가면 돼요.\n\n당신의 직관을 믿으세요. 쥐띠 여성 특유의 예리한 감각이 올해는 특히 정확해요. 머릿속을 스쳐가는 생각들, 가슴속에서 올라오는 느낌들을 무시하지 마세요.\n\n그리고 무엇보다, 당신 자신을 돌보는 시간을 가지세요. 다른 사람들을 챙기느라 지친 당신에게도 휴식과 위로가 필요해요."
    },

    "closing": {
      "content": "2025년은 당신의 부드러운 힘이 세상을 변화시키는 특별한 해가 될 거예요. 당신 안에 있는 목(木)의 성장 에너지와 물(水)의 포용력을 믿고, 당당하게 나아가세요.\n\n당신의 한 해가 따뜻하고 의미 있는 순간들로 가득하기를 진심으로 바랄게요. 💚\n\n언제나 당신을 응원해요! ✨"
    }
  },
  "meta": {
    "created_at": "2025-10-14",
    "word_count": 1756,
    "tone": "따뜻하고 공감하는, 격려하는",
    "keywords": ["직관", "감성", "공감", "성장", "포용", "배려", "조화"]
  }
}
