{
  "zodiac": "rat",
  "sexagenary": "임자",
  "year": 1972,
  "gender": "female",
  "fortune_year": 2025,
  "fortune_type": "yearly",
  "title": "🐭 2025년 을사년, 1972년 임자 쥐띠 여성의 한 해",
  "content": {
    "opening": "올해는 당신의 섬세한 감성과 지혜가 조화를 이루는 해예요! ✨💧\n\n1972년생 임자 쥐띠인 당신은 물(水)과 물(水)이 만나는 순수하고 깊은 기운을 가지고 있어요. 잔잔한 호수처럼 평온하면서도, 깊은 곳에는 풍부한 감정과 통찰력이 흘러요. 2025년 을사년은 그런 당신의 내면의 아름다움이 빛을 발하는 특별한 한 해가 될 거예요.",

    "yearly_flow": {
      "title": "## 2025년 전체 흐름",
      "content": "53세, 인생의 가장 아름다운 시기를 맞이한 당신. 젊음의 에너지와 성숙함의 지혜가 완벽하게 어우러지는 때예요. 올해는 그동안 쌓아온 경험과 감성이 당신만의 독특한 매력으로 발현되는 해예요. 사람들은 당신의 깊이 있는 이야기와 따뜻한 공감에 끌릴 거예요. 당신다운 방식으로 세상과 소통하세요."
    },

    "seasonal_fortune": {
      "title": "## 계절별 운세",
      "spring": {
        "season": "🌸 봄 (음력 1~3월)",
        "content": "새로운 시작의 에너지가 가슴을 설레게 하는 시기예요. 오래 미뤄왔던 일을 시작하기 좋아요. 3월에는 의미 있는 만남이나 제안이 찾아올 수 있어요. 새로운 취미나 공부를 시작해도 좋아요. 당신의 배움에 대한 열정이 새로운 문을 열 거예요."
      },
      "summer": {
        "season": "☀️ 여름 (음력 4~6월)",
        "content": "활기차게 움직이는 시기예요. 사람들과의 만남이 많아지고, 당신의 사교성이 빛나요. 6월에는 커리어나 개인적 프로젝트에서 중요한 진전이 있을 거예요. 물(水)의 유연함으로 상황에 잘 적응하면서도, 당신의 중심은 잃지 마세요."
      },
      "autumn": {
        "season": "🍂 가을 (음력 7~9월)",
        "content": "풍요로운 수확의 계절이에요! 상반기에 뿌린 씨앗들이 결실을 맺어요. 특히 9월에는 재정적으로나 정서적으로 만족스러운 순간들이 많아요. 당신의 직관력이 최고조에 달해서, 중요한 결정을 내리기 좋은 시기예요."
      },
      "winter": {
        "season": "❄️ 겨울 (음력 10~12월)",
        "content": "한 해를 돌아보며 내면의 평화를 찾는 시간이에요. 쥐띠의 계절인 겨울, 물(水)의 기운이 두 배로 강해지는 당신은 가장 깊은 통찰력을 얻어요. 12월에는 가족이나 친한 친구들과 따뜻한 시간을 보내면서 감사의 마음을 나누세요."
      }
    },

    "life_areas": {
      "title": "## 분야별 운세",
      "career": {
        "icon": "💼",
        "title": "직장/커리어",
        "content": "올해는 당신의 경험과 감성이 인정받는 해예요. 사람들은 당신의 조언을 구하고, 당신의 판단을 신뢰해요. 멘토 역할을 하게 될 수도 있고, 새로운 프로젝트의 리더가 될 수도 있어요. 당신만의 부드러운 리더십이 팀에 조화를 만들어낼 거예요."
      },
      "wealth": {
        "icon": "💰",
        "title": "재물운",
        "content": "재물운이 안정적이고 좋은 해예요. 꾸준한 수입과 함께 예상치 못한 부수입도 생길 수 있어요. 특히 가을(8~9월)에 재정적 여유가 생겨요. 물(水)의 기운을 가진 당신은 돈의 흐름을 잘 파악해요. 저축과 투자의 균형을 잘 맞추세요. 자신을 위한 투자도 아끼지 마세요."
      },
      "love": {
        "icon": "💕",
        "title": "애정/가족운",
        "content": "배우자와의 관계가 더욱 깊어지는 해예요. 오랜 세월 함께한 만큼, 이제는 말하지 않아도 통하는 관계가 되었죠. 하지만 당연하게 여기지 말고 애정 표현을 해보세요. 자녀들이 성장했다면, 이제는 친구처럼 지낼 수 있어요. 가족 여행이나 모임을 계획해보세요."
      },
      "health": {
        "icon": "🏃",
        "title": "건강운",
        "content": "전반적으로 좋은 건강 상태를 유지할 거예요. 하지만 50대 중반, 자신을 돌보는 것이 중요해요. 요가, 필라테스, 수영처럼 몸과 마음을 함께 가꾸는 운동이 좋아요. 충분한 수면과 균형 잡힌 식사도 중요해요. 자신만의 힐링 타임을 정기적으로 가지세요."
      },
      "relationships": {
        "icon": "👥",
        "title": "대인관계",
        "content": "당신의 따뜻한 공감 능력이 많은 사람들을 끌어당겨요. 특히 용띠, 소띠, 원숭이띠 사람들과 좋은 관계를 유지해요. 올해는 깊은 우정을 쌓기 좋은 해예요. 많은 사람보다 진심을 나눌 수 있는 사람들과의 시간을 소중히 하세요."
      }
    },

    "lucky_items": {
      "title": "## 2025년 행운 아이템",
      "numbers": {
        "icon": "🔢",
        "title": "행운의 숫자",
        "items": [1, 4, 6],
        "description": "이 숫자들이 자주 보인다면 좋은 일이 일어날 신호예요."
      },
      "colors": {
        "icon": "🎨",
        "title": "행운의 색상",
        "items": ["아쿠아블루", "펄그레이", "실버"],
        "description": "이 색상의 옷이나 액세서리를 하면 당신의 우아함이 더욱 빛나요."
      },
      "direction": {
        "icon": "🧭",
        "title": "행운의 방향",
        "items": ["북쪽", "동쪽"],
        "description": "중요한 약속이나 여행을 계획할 때 이 방향을 고려하세요."
      },
      "month": {
        "icon": "📅",
        "title": "특별한 달",
        "items": ["3월", "6월", "9월"],
        "description": "이 달들에는 의미 있는 변화나 좋은 소식이 찾아올 거예요."
      }
    },

    "advice": {
      "title": "## 2025년을 위한 특별한 조언",
      "content": "당신은 잔잔한 호수처럼 평온하면서도 깊은 사람이에요. 물(水)의 기운이 두 배로 강한 만큼, 당신의 감성과 통찰력은 누구보다 예민하고 깊어요. 2025년은 그런 당신의 내면이 빛을 발하는 해예요.\n\n50대 중반, 인생의 가장 아름다운 시기를 보내고 있는 당신. 젊었을 때는 남들의 시선을 의식했다면, 이제는 당신 자신에게 집중할 때예요. 당신이 진정으로 원하는 것이 무엇인지 들여다보세요.\n\n당신은 충분히 많은 것을 이뤘어요. 이제는 성취보다 만족을, 의무보다 즐거움을 선택하세요. 당신을 행복하게 하는 것들에 시간을 쓰세요.\n\n물은 어떤 그릇에도 담기지만, 자신의 본질은 잃지 않아요. 당신도 상황에 유연하게 적응하되, 당신의 본질은 지키세요. 그것이 진정한 지혜예요.\n\n그리고 기억하세요. 당신은 아름다워요. 주름 하나하나가 당신이 살아온 증거이고, 그것이 당신을 더욱 빛나게 해요."
    },

    "closing": {
      "content": "2025년은 당신의 내면의 아름다움이 세상에 빛나는 특별한 해가 될 거예요. 물(水)의 부드러움과 깊이를 모두 가진 당신, 자연스럽게 흐르다 보면 가장 아름다운 곳에 도착할 거예요.\n\n당신의 한 해가 평온하고 행복하고 의미 있는 순간들로 가득하기를 진심으로 바랄게요. 💙\n\n언제나 당신을 응원해요! ✨🌊"
    }
  },
  "meta": {
    "created_at": "2025-10-14",
    "word_count": 1989,
    "tone": "따뜻하고 공감하는, 우아하고 격려하는",
    "keywords": ["감성", "통찰력", "깊이", "우아함", "성숙", "자기사랑", "조화"]
  }
}
