{
  "zodiac": "rat",
  "sexagenary": "병자",
  "year": 1996,
  "gender": "male",
  "fortune_year": 2025,
  "fortune_type": "yearly",
  "title": "🐭 2025년 을사년, 1996년 병자 쥐띠 남성의 한 해",
  "content": {
    "opening": "올해는 당신의 열정이 세상을 밝히는 해예요! 🔥\n\n1996년생 병자 쥐띠인 당신은 화(火)와 물(水)이라는 역동적인 조합을 가지고 있어요. 불과 물, 언뜻 상극처럼 보이지만 실은 서로를 완성시키는 관계죠. 뜨거운 열정과 차가운 이성, 이 둘의 균형이 당신을 특별하게 만들어요. 2025년 을사년은 이런 당신의 역동적인 에너지가 폭발하는 한 해가 될 거예요.",

    "yearly_flow": {
      "title": "## 2025년 전체 흐름",
      "content": "올해는 당신이 주목받는 해예요. 조용히 능력을 쌓아온 시간이 끝나고, 이제 무대 위에 설 차례예요. 당신의 아이디어와 행동력이 주변 사람들을 놀라게 할 거예요. 특히 젊은 에너지를 발산하면서도 깊이 있는 판단을 내리는 모습이 많은 기회를 가져다줄 거예요."
    },

    "seasonal_fortune": {
      "title": "## 계절별 운세",
      "spring": {
        "season": "🌸 봄 (음력 1~3월)",
        "content": "폭발적인 에너지가 솟구치는 시기예요! 새로운 도전에 대한 욕구가 강해지고, 실제로 시도할 수 있는 기회가 찾아와요. 3월에는 당신의 창의적인 아이디어가 구체적인 프로젝트로 발전할 가능성이 높아요. 망설이지 말고 당신의 열정을 표현하세요."
      },
      "summer": {
        "season": "☀️ 여름 (음력 4~6월)",
        "content": "가장 활발하게 움직이는 시기예요. 여러 프로젝트를 동시에 진행하면서도 놀라운 성과를 만들어낼 거예요. 다만 너무 앞만 보고 달리다 주변을 놓칠 수 있으니, 가끔은 속도를 조절하는 것도 필요해요. 6월 말에는 그간의 노력이 가시적인 결과로 나타나요."
      },
      "autumn": {
        "season": "🍂 가을 (음력 7~9월)",
        "content": "열정의 결실을 수확하는 계절이에요! 상반기의 맹렬한 활동이 구체적인 성과로 돌아와요. 특히 9월에는 경제적으로나 커리어 측면에서 중요한 전환점을 맞이할 수 있어요. 당신의 결단력이 빛을 발하는 시기예요."
      },
      "winter": {
        "season": "❄️ 겨울 (음력 10~12월)",
        "content": "한 해 동안 불태운 열정을 정리하고 재정비하는 시간이에요. 겨울의 차가운 기운이 당신의 화(火) 에너지를 적절히 식혀주면서 깊은 통찰력을 선물해요. 12월에는 친구들과 함께하면서 새로운 영감을 얻게 될 거예요."
      }
    },

    "life_areas": {
      "title": "## 분야별 운세",
      "career": {
        "icon": "💼",
        "title": "직장/사업운",
        "content": "올해는 당신의 혁신적인 아이디어가 주목받는 해예요. 기존의 방식을 깨고 새로운 시도를 할 수 있는 기회가 많아요. 리더십을 발휘할 상황이 자주 찾아오고, 당신의 추진력이 프로젝트를 성공으로 이끌 거예요. 젊은 나이임에도 존중받는 위치에 서게 될 거예요."
      },
      "wealth": {
        "icon": "💰",
        "title": "재물운",
        "content": "활발한 활동만큼 재물운도 역동적이에요. 주수입 외에 부수입이 생길 가능성이 높아요. 특히 가을(8~9월)에 큰 금액이 들어올 수 있어요. 다만 충동적인 소비는 주의하세요. 열정적인 만큼 지출도 활발할 수 있으니, 계획적인 관리가 필요해요."
      },
      "love": {
        "icon": "💕",
        "title": "애정운",
        "content": "당신의 매력이 폭발하는 해예요! 열정적이면서도 세심한 당신의 모습이 많은 사람들의 관심을 끌 거예요. 파트너가 있다면 관계가 더욱 뜨거워지는 시기예요. 솔로라면 여름(5~7월)에 특별한 인연을 만날 가능성이 높아요. 당신의 진심이 통하는 사람을 만나게 될 거예요."
      },
      "health": {
        "icon": "🏃",
        "title": "건강운",
        "content": "에너지가 넘치는 만큼 체력 관리가 중요해요. 활동적인 운동이 당신에게 잘 맞아요. 농구, 축구, 암벽등반처럼 역동적인 스포츠가 좋아요. 다만 과열되지 않도록 주의하고, 충분한 수면과 휴식으로 화(火)의 기운을 적절히 조절하세요."
      },
      "relationships": {
        "icon": "👥",
        "title": "대인관계",
        "content": "당신의 명랑하고 활기찬 에너지가 많은 사람들을 끌어당겨요. 특히 용띠, 소띠, 원숭이띠와 함께하면 시너지가 폭발해요. 올해는 다양한 사람들을 만나면서 네트워크를 확장할 수 있는 해예요. 당신의 열정이 주변 사람들에게도 전염될 거예요."
      }
    },

    "lucky_items": {
      "title": "## 2025년 행운 아이템",
      "numbers": {
        "icon": "🔢",
        "title": "행운의 숫자",
        "items": [1, 6, 7],
        "description": "중요한 선택의 순간에 이 숫자들이 나타나면 긍정적인 신호예요!"
      },
      "colors": {
        "icon": "🎨",
        "title": "행운의 색상",
        "items": ["빨강", "네이비", "주황"],
        "description": "이 색상의 아이템을 곁에 두면 당신의 열정이 더욱 빛나요."
      },
      "direction": {
        "icon": "🧭",
        "title": "행운의 방향",
        "items": ["남쪽", "북쪽"],
        "description": "중요한 미팅이나 데이트를 할 때 이 방향이 길해요."
      },
      "month": {
        "icon": "📅",
        "title": "특별한 달",
        "items": ["3월", "6월", "9월"],
        "description": "이 달들에는 큰 기회나 전환점이 찾아올 거예요."
      }
    },

    "advice": {
      "title": "## 2025년을 위한 특별한 조언",
      "content": "당신은 불과 물을 동시에 가진 특별한 존재예요. 뜨거운 열정으로 세상을 밝히면서도, 차갑게 상황을 판단하는 능력이 있죠. 2025년은 이 두 가지 능력을 모두 발휘할 수 있는 해예요.\n\n당신의 열정을 두려워하지 마세요. 불꽃처럼 타오르는 당신의 에너지가 새로운 길을 만들 거예요. 하지만 동시에 물의 지혜도 잊지 마세요. 때로는 천천히 흐르면서 상황을 관찰하는 것도 필요해요.\n\n20대 후반, 가장 역동적인 시기를 보내고 있는 당신. 실패를 두려워하지 말고 과감하게 도전하세요. 지금 아니면 언제 이런 열정을 쏟아부을 수 있겠어요?"
    },

    "closing": {
      "content": "2025년은 당신의 열정이 세상을 환하게 밝히는 특별한 해가 될 거예요. 화(火)의 추진력과 물(水)의 지혜를 모두 가진 당신, 그 어떤 것도 당신을 막을 수 없어요.\n\n당신의 한 해가 뜨겁고 의미 있는 순간들로 가득하기를 진심으로 바랄게요. 🔥\n\n언제나 응원하고 있어요! ⭐"
    }
  },
  "meta": {
    "created_at": "2025-10-14",
    "word_count": 1812,
    "tone": "역동적이고 열정적인, 격려하는",
    "keywords": ["열정", "역동성", "추진력", "혁신", "도전", "에너지", "활력"]
  }
}
