{
  "zodiac": "rat",
  "sexagenary": "무자",
  "year": 1948,
  "gender": "female",
  "fortune_year": 2025,
  "fortune_type": "yearly",
  "title": "🐭 2025년 을사년, 1948년 무자 쥐띠의 한 해",
  "content": {
    "opening": "올해는 당신의 따뜻한 마음이 더욱 빛나는 해예요! ✨\n\n1948년생 무자 쥐띠인 당신은 토(土)와 물(水)의 조화로운 기운을 타고났어요. 대지처럼 포용력이 넓고, 물처럼 부드러운 성품을 가지고 계시죠. 2025년 을사년은 평생 가족을 위해 헌신하신 당신이 사랑과 감사를 받으시는 한 해가 될 거예요.",

    "yearly_flow": {
      "title": "## 2025년 전체 흐름",
      "content": "77세를 맞이하시는 올해는 마음이 편안하고 여유로운 해예요. 손주들이 할머니를 찾아오고, 자녀들이 더욱 자주 안부를 묻는 따뜻한 한 해예요. 무리하지 않으셔도 자연스럽게 행복한 순간들이 찾아와요. 평생 돌보시던 역할에서 벗어나, 이제는 당신이 돌봄을 받으시는 시간이에요."
    },

    "seasonal_fortune": {
      "title": "## 계절별 운세",
      "spring": {
        "season": "🌸 봄 (음력 1~3월)",
        "content": "따뜻한 봄 햇살처럼 마음이 밝아지는 시기예요. 화분에 꽃을 키우시거나 작은 텃밭을 가꾸시면 기쁨이 될 거예요. 3월에는 오랜 친구들과 만나 즐거운 시간을 보내실 수 있어요. 봄나물로 건강도 챙기시고, 가벼운 나들이도 즐기세요."
      },
      "summer": {
        "season": "☀️ 여름 (음력 4~6월)",
        "content": "무더위에 지치실 수 있으니 시원한 곳에서 편안히 지내세요. 아침 일찍이나 저녁 늦게 산책하시는 게 좋아요. 6월에는 가족들이 모여 즐거운 시간을 보내실 거예요. 시원한 음식으로 더위를 이기시고, 충분한 수분 섭취를 잊지 마세요."
      },
      "autumn": {
        "season": "🍂 가을 (음력 7~9월)",
        "content": "가장 편안하고 행복한 시기예요! 선선한 날씨에 가족들과 나들이를 다녀오시면 좋은 추억이 될 거예요. 손주들과 함께 보내는 시간이 큰 기쁨이 될 거예요. 9월에는 건강검진을 받으시고, 가을 과일로 영양을 보충하세요."
      },
      "winter": {
        "season": "❄️ 겨울 (음력 10~12월)",
        "content": "따뜻한 실내에서 편안히 지내시는 게 가장 좋아요. 추위에 특히 조심하시고, 외출 시에는 따뜻하게 입으세요. 손주들이 찾아와 함께 시간을 보내면서 한 해를 따뜻하게 마무리하실 거예요. 12월에는 가족 모임에서 중심이 되어 화목한 분위기를 만드실 거예요."
      }
    },

    "life_areas": {
      "title": "## 분야별 운세",
      "career": {
        "icon": "💼",
        "title": "활동운",
        "content": "이제는 충분히 쉬실 시간이에요. 하지만 작은 취미 활동이나 종교 활동은 마음의 평안을 가져다줄 거예요. 동네 경로당이나 복지관에서 친구들과 시간을 보내시는 것도 좋아요. 무리하지 않는 선에서 즐기시는 게 중요해요."
      },
      "wealth": {
        "icon": "💰",
        "title": "재물운",
        "content": "평생 아껴 모으신 재산이 안정적이에요. 자녀들이 잘 챙겨줄 거예요. 큰 지출보다는 소소한 용돈으로 손주들에게 선물하시는 즐거움을 누리세요. 가을쯤 자녀들과 재산 정리에 대해 편안히 이야기 나누시면 좋아요. 걱정하지 마세요, 충분히 안정적이에요."
      },
      "love": {
        "icon": "💕",
        "title": "가족운",
        "content": "배우자와 함께 평온한 노년을 보내시는 해예요. 오랜 세월 함께하신 만큼 말없이도 서로를 이해하시죠. 손주들이 할머니를 무척 따를 거예요. 자녀들도 당신의 마음을 이해하고 더욱 효도하려 할 거예요. 사랑받고 계심을 느끼실 한 해예요."
      },
      "health": {
        "icon": "🏃",
        "title": "건강운",
        "content": "건강 관리를 꾸준히 하시면 큰 문제없는 해예요. 소화기 건강과 뼈 건강에 특히 신경 쓰세요. 규칙적인 식사와 가벼운 산책이 좋아요. 정기 검진을 꼭 받으시고, 작은 불편함도 자녀들에게 말씀하세요. 충분한 휴식과 따뜻한 차 한 잔의 여유가 건강을 지켜줘요."
      },
      "relationships": {
        "icon": "👥",
        "title": "대인관계",
        "content": "오랜 친구들과의 우정이 더욱 돈독해지는 해예요. 정기적으로 만나 이야기 나누시면 마음이 편안해져요. 이웃들과도 좋은 관계를 유지하시고, 경로당이나 복지관에서 새로운 친구들을 만나실 수도 있어요. 따뜻한 말 한마디가 큰 위로가 돼요."
      }
    },

    "lucky_items": {
      "title": "## 2025년 행운 아이템",
      "numbers": {
        "icon": "🔢",
        "title": "행운의 숫자",
        "items": [1, 5, 8],
        "description": "평온하고 안정된 기운을 가진 숫자들이에요."
      },
      "colors": {
        "icon": "🎨",
        "title": "행운의 색상",
        "items": ["연한 베이지", "분홍", "하늘색"],
        "description": "부드럽고 편안한 색상들이 좋아요."
      },
      "direction": {
        "icon": "🧭",
        "title": "행운의 방향",
        "items": ["북쪽", "중앙"],
        "description": "산책하실 때 이 방향으로 가시면 기운이 좋아요."
      },
      "month": {
        "icon": "📅",
        "title": "특별한 달",
        "items": ["3월", "6월", "9월"],
        "description": "이 달들에는 가족들과 행복한 시간을 보내실 거예요."
      }
    },

    "advice": {
      "title": "## 2025년을 위한 특별한 조언",
      "content": "77년의 세월 동안 가족을 위해 헌신하시고, 사랑으로 보살펴 오셨어요. 이제는 당신이 그 사랑을 받으실 차례예요. 편안히 쉬시면서 작은 행복들을 누리세요.\n\n무리하지 마세요. 이제는 자녀들이 당신을 돌봐드릴 때예요. 도움이 필요하시면 주저하지 말고 말씀하세요. 건강이 가장 중요하니, 작은 증상도 놓치지 마시고 관리하세요.\n\n손주들과 보내는 시간을 즐기세요. 당신의 따뜻한 품과 지혜로운 말씀이 그들에게는 큰 선물이에요. 평생 쌓아온 사랑이 이제 당신에게 돌아오는 시간이에요."
    },

    "closing": {
      "content": "2025년은 당신이 평생 베푼 사랑이 돌아오는 한 해가 될 거예요. 가족들에 둘러싸여 따뜻하고 평온한 시간을 보내세요.\n\n언제나 건강과 행복을 기원해요! 🌟\n\n당신의 2025년이 사랑으로 가득한 한 해가 되기를 진심으로 바랄게요. 💙"
    }
  },
  "meta": {
    "created_at": "2025-10-15",
    "word_count": 1869,
    "tone": "따뜻하고 존중하는, 위로하는",
    "keywords": ["평온", "가족사랑", "여유", "건강", "감사", "따뜻함", "안정"]
  }
}
