{
  "zodiac": "rat",
  "sexagenary": "병자",
  "year": 1996,
  "gender": "female",
  "fortune_year": 2025,
  "fortune_type": "yearly",
  "title": "🐭 2025년 을사년, 1996년 병자 쥐띠 여성의 한 해",
  "content": {
    "opening": "올해는 당신의 매력이 세상을 사로잡는 해예요! ✨🔥\n\n1996년생 병자 쥐띠인 당신은 화(火)와 물(水)의 신비로운 조화를 가지고 있어요. 뜨거운 열정과 깊은 감성, 이 둘이 만나 독특한 카리스마를 만들어내죠. 불꽃처럼 빛나면서도 물처럼 깊은 당신. 2025년 을사년은 그런 당신의 양면성이 최고의 강점이 되는 한 해예요.",

    "yearly_flow": {
      "title": "## 2025년 전체 흐름",
      "content": "올해는 당신이 진정으로 원하는 것이 무엇인지 명확해지는 해예요. 그동안 남들의 기대나 사회의 시선 때문에 숨겨왔던 당신의 진짜 모습을 드러낼 때가 왔어요. 당신의 솔직함과 열정이 예상치 못한 기회들을 만들어낼 거예요. 당신답게 사는 것이 가장 큰 성공이 되는 한 해예요."
    },

    "seasonal_fortune": {
      "title": "## 계절별 운세",
      "spring": {
        "season": "🌸 봄 (음력 1~3월)",
        "content": "새로운 시작의 에너지가 강하게 느껴지는 시기예요. 당신 안에서 무언가가 꿈틀거리며 깨어나는 느낌이 들 거예요. 3월에는 오래 고민했던 결정을 내릴 용기가 생겨요. 당신의 직감을 믿고 과감하게 나아가세요. 새로운 스타일이나 이미지를 시도하기에도 좋은 시기예요."
      },
      "summer": {
        "season": "☀️ 여름 (음력 4~6월)",
        "content": "당신의 매력이 최고조에 달하는 시기예요! 많은 사람들이 당신에게 끌리고, 당신의 의견을 구하게 될 거예요. SNS나 대중 앞에 나서는 활동이 특히 잘 풀려요. 6월에는 중요한 관계가 시작되거나 깊어질 가능성이 높아요. 당신의 진심이 통하는 순간이에요."
      },
      "autumn": {
        "season": "🍂 가을 (음력 7~9월)",
        "content": "여름의 열기가 가라앉으며 더 깊은 통찰력을 얻는 시기예요. 당신이 진정으로 원하는 것과 그저 순간적인 욕구를 구분할 수 있게 돼요. 9월에는 커리어나 학업에서 중요한 성과를 거둘 거예요. 당신의 열정과 노력이 인정받는 순간이에요."
      },
      "winter": {
        "season": "❄️ 겨울 (음력 10~12월)",
        "content": "한 해를 정리하며 내년을 준비하는 시간이에요. 올해 배운 것들을 소화하고, 더 성장한 자신을 발견하게 될 거예요. 12월에는 가까운 사람들과 진솔한 대화를 나누면서 정서적으로 충만함을 느껴요. 혼자만의 시간도 소중히 가지세요."
      }
    },

    "life_areas": {
      "title": "## 분야별 운세",
      "career": {
        "icon": "💼",
        "title": "직장/학업/커리어",
        "content": "당신의 창의성과 추진력이 빛을 발하는 해예요. 새로운 프로젝트나 도전 과제에서 당신만의 색깔을 확실히 드러낼 수 있어요. 특히 대중과 소통하거나 크리에이티브한 작업에서 뛰어난 성과를 내요. 당신의 아이디어를 주저하지 말고 표현하세요."
      },
      "wealth": {
        "icon": "💰",
        "title": "재물운",
        "content": "활발한 활동만큼 재물운도 역동적이에요. 다양한 루트로 수입이 생길 가능성이 높아요. 특히 당신의 개성이나 재능을 활용한 부수입에 주목하세요. 가을(8~9월)에 재정적으로 여유가 생겨요. 하지만 충동구매는 조심하세요. 투자할 때는 감정보다 이성적 판단이 중요해요."
      },
      "love": {
        "icon": "💕",
        "title": "애정운",
        "content": "올해 당신의 매력은 정말 특별해요! 화(火)의 열정과 물(水)의 신비로움이 조화를 이루며 강한 끌림을 만들어내요. 파트너가 있다면 관계가 한층 깊어지고 진지해져요. 솔로라면 여름(5~7월)에 운명적인 만남이 있을 수 있어요. 당신의 진짜 모습을 보여주는 것을 두려워하지 마세요."
      },
      "health": {
        "icon": "🏃",
        "title": "건강운",
        "content": "에너지가 넘치는 만큼 적절한 배출구가 필요해요. 댄스, 필라테스, 복싱처럼 리듬감 있고 역동적인 운동이 좋아요. 감정의 기복이 있을 수 있으니, 규칙적인 생활 리듬을 유지하는 것이 중요해요. 충분한 수면으로 화(火)의 기운을 조절하고, 물을 자주 마시세요."
      },
      "relationships": {
        "icon": "👥",
        "title": "대인관계",
        "content": "당신의 솔직하고 열정적인 모습이 진정한 사람들을 끌어당겨요. 올해는 양보다 질, 많은 사람보다는 깊은 관계에 집중하세요. 특히 용띠, 소띠, 원숭이띠와의 만남이 의미 있어요. 당신의 에너지와 맞는 사람들과 함께하면 시너지가 폭발해요."
      }
    },

    "lucky_items": {
      "title": "## 2025년 행운 아이템",
      "numbers": {
        "icon": "🔢",
        "title": "행운의 숫자",
        "items": [1, 6, 7],
        "description": "이 숫자들이 자주 보인다면 우주가 보내는 긍정의 신호예요!"
      },
      "colors": {
        "icon": "🎨",
        "title": "행운의 색상",
        "items": ["코랄", "딥블루", "골드"],
        "description": "이 색상을 패션이나 소품에 활용하면 당신의 매력이 배가돼요."
      },
      "direction": {
        "icon": "🧭",
        "title": "행운의 방향",
        "items": ["남쪽", "북쪽"],
        "description": "중요한 약속 장소를 정할 때 이 방향을 고려해보세요."
      },
      "month": {
        "icon": "📅",
        "title": "특별한 달",
        "items": ["3월", "6월", "9월"],
        "description": "이 달들에는 인생의 전환점이 될 만한 일들이 일어날 거예요."
      }
    },

    "advice": {
      "title": "## 2025년을 위한 특별한 조언",
      "content": "당신은 불과 물, 두 가지 상반된 에너지를 동시에 가진 특별한 사람이에요. 어떤 때는 불꽃처럼 뜨겁게 타오르고, 어떤 때는 물처럼 깊고 고요해요. 이것이 당신을 예측 불가능하고 매력적으로 만들어요.\n\n2025년에는 이 양면성을 숨기려 하지 마세요. 오히려 당당하게 드러내세요. 당신의 복잡한 면모가 바로 당신의 강점이에요.\n\n20대 후반, 정체성을 찾아가는 중요한 시기를 보내고 있는 당신. 남들이 정해놓은 기준에 맞추려 하지 마세요. 당신만의 길을 만들어가세요. 당신이 진정으로 원하는 것을 향해 나아가는 것, 그것이 가장 아름다운 성공이에요.\n\n그리고 기억하세요. 당신은 혼자가 아니에요. 진짜 당신을 좋아하는 사람들이 분명히 있어요."
    },

    "closing": {
      "content": "2025년은 당신이 진정한 자기 자신으로 빛나는 특별한 해가 될 거예요. 화(火)의 열정과 물(水)의 깊이를 모두 가진 당신, 그 누구도 흉내 낼 수 없는 독특한 존재예요.\n\n당신의 한 해가 뜨겁고 의미 있고 아름다운 순간들로 가득하기를 진심으로 바랄게요. 💙🔥\n\n언제나 당신 편이에요! ✨"
    }
  },
  "meta": {
    "created_at": "2025-10-14",
    "word_count": 1889,
    "tone": "공감하고 격려하는, 당당하고 따뜻한",
    "keywords": ["매력", "열정", "진정성", "개성", "깊이", "자기다움", "용기"]
  }
}
