{
  "zodiac": "rat",
  "sexagenary": "갑자",
  "year": 1984,
  "gender": "male",
  "fortune_year": 2025,
  "fortune_type": "yearly",
  "title": "🐭 2025년 을사년, 1984년 갑자 쥐띠의 한 해",
  "content": {
    "opening": "올해는 당신의 지혜가 특별히 빛나는 해예요! ✨\n\n1984년생 갑자 쥐띠인 당신은 목(木)과 물(水)의 조화로운 기운을 타고났어요. 마치 물을 만난 나무처럼, 자연스럽게 성장하고 확장하는 힘이 있죠. 2025년 을사년은 이런 당신의 창의적 에너지가 폭발하는 한 해가 될 거예요.",

    "yearly_flow": {
      "title": "## 2025년 전체 흐름",
      "content": "작년까지 심어놓은 씨앗들이 드디어 싹을 틔우는 해예요. 특히 상반기에는 예상하지 못했던 기회들이 당신 앞에 나타날 거예요. 어둠 속에서도 길을 찾는 쥐처럼, 남들이 보지 못하는 기회를 당신은 재빠르게 알아채실 거예요."
    },

    "seasonal_fortune": {
      "title": "## 계절별 운세",
      "spring": {
        "season": "🌸 봄 (음력 1~3월)",
        "content": "새로운 시작의 에너지가 넘쳐나요! 머릿속을 스쳐 지나가는 아이디어들, 그냥 흘려보내지 마세요. 작은 메모 하나가 나중에 큰 프로젝트로 이어질 수 있어요. 특히 3월에는 중요한 사람을 만나거나 뜻깊은 제안을 받을 가능성이 높아요."
      },
      "summer": {
        "season": "☀️ 여름 (음력 4~6월)",
        "content": "활력이 최고조에 달하는 시기예요. 당신의 영리함과 순발력이 주변 사람들을 놀라게 할 거예요. 다만 너무 많은 것을 한꺼번에 하려다 지칠 수 있으니, 우선순위를 정하는 게 중요해요. 6월 말에는 그간의 노력이 구체적인 결과로 나타나기 시작해요."
      },
      "autumn": {
        "season": "🍂 가을 (음력 7~9월)",
        "content": "수확의 계절이에요! 상반기에 뿌린 씨앗들이 열매를 맺는 시기죠. 특히 8월과 9월은 재물운이 상승해요. 뜻밖의 수입이나 좋은 투자 기회가 찾아올 수 있어요. 당신의 경제 감각을 믿고 신중하게 판단하세요."
      },
      "winter": {
        "season": "❄️ 겨울 (음력 10~12월)",
        "content": "한 해를 정리하고 다음을 준비하는 시간이에요. 쥐띠의 본 계절인 겨울에는 더욱 깊은 통찰력이 생겨요. 조용히 혼자만의 시간을 가지면서 내년의 큰 그림을 그려보세요. 12월에는 가까운 사람들과 따뜻한 시간을 보내면 마음이 풍요로워져요."
      }
    },

    "life_areas": {
      "title": "## 분야별 운세",
      "career": {
        "icon": "💼",
        "title": "직장/사업운",
        "content": "올해는 당신의 문제 해결 능력이 빛을 발하는 해예요. 복잡한 상황도 당신에게 맡기면 술술 풀린다는 평가를 받을 거예요. 새로운 프로젝트나 역할을 맡게 될 가능성이 높아요. 두려워하지 마세요. 당신은 이미 충분히 준비되어 있어요."
      },
      "wealth": {
        "icon": "💰",
        "title": "재물운",
        "content": "쥐띠의 경제 감각이 특히 예리해지는 해예요. 주변에서 놓치는 기회를 당신만 보게 될 거예요. 가을(8~9월)에 특히 좋은 기회가 찾아와요. 다만 욕심을 내기보다는 안정적인 선택이 더 큰 이익으로 돌아올 거예요."
      },
      "love": {
        "icon": "💕",
        "title": "애정운",
        "content": "관계에서 당신의 섬세한 배려가 빛나는 해예요. 이미 파트너가 있다면, 서로에 대한 이해가 더욱 깊어지는 시기예요. 솔로라면 봄과 초여름(3~5월)에 좋은 인연을 만날 가능성이 높아요. 당신의 지적인 매력이 누군가의 마음을 사로잡을 거예요."
      },
      "health": {
        "icon": "🏃",
        "title": "건강운",
        "content": "전반적으로 좋은 컨디션을 유지해요. 다만 생각이 많아 머리가 복잡할 때가 있을 거예요. 그럴 때는 가벼운 산책이나 스트레칭으로 몸을 움직여 주세요. 물의 기운을 타고난 당신에게는 수영이나 요가처럼 흐르는 동작이 특히 좋아요."
      },
      "relationships": {
        "icon": "👥",
        "title": "대인관계",
        "content": "당신의 사교성과 재치가 많은 사람들을 끌어당겨요. 특히 용띠, 소띠, 원숭이띠와 함께하면 시너지가 폭발해요. 올해는 네트워킹을 통해 예상치 못한 기회를 잡을 수 있으니, 사람들과의 만남을 소중히 여기세요."
      }
    },

    "lucky_items": {
      "title": "## 2025년 행운 아이템",
      "numbers": {
        "icon": "🔢",
        "title": "행운의 숫자",
        "items": [1, 4, 6],
        "description": "중요한 선택의 순간에 이 숫자들이 보인다면 긍정적인 신호예요!"
      },
      "colors": {
        "icon": "🎨",
        "title": "행운의 색상",
        "items": ["파랑", "검정", "초록"],
        "description": "이 색상의 소품이나 옷을 곁에 두면 좋은 기운이 함께해요."
      },
      "direction": {
        "icon": "🧭",
        "title": "행운의 방향",
        "items": ["북쪽"],
        "description": "중요한 약속이나 새로운 시도를 할 때 북쪽 방향이 길해요."
      },
      "month": {
        "icon": "📅",
        "title": "특별한 달",
        "items": ["3월", "6월", "9월"],
        "description": "이 달들에는 특별한 기회나 좋은 소식이 찾아올 거예요."
      }
    },

    "advice": {
      "title": "## 2025년을 위한 특별한 조언",
      "content": "당신은 어둠 속에서도 길을 찾는 쥐처럼, 어려운 상황에서도 현명한 해답을 찾아내는 능력이 있어요. 2025년은 그 능력을 마음껏 발휘할 수 있는 해예요.\n\n급하게 서두르지 마세요. 물이 높은 곳에서 낮은 곳으로 자연스럽게 흐르듯, 당신도 자연스러운 흐름을 따라가세요. 억지로 밀어붙이지 않아도, 때가 되면 모든 것이 제자리를 찾을 거예요.\n\n작은 기회를 무시하지 마세요. 쥐가 작은 구멍을 통해 큰 공간으로 들어가듯, 작아 보이는 기회가 당신을 큰 성공으로 이끌 수 있어요."
    },

    "closing": {
      "content": "2025년은 당신의 지혜와 창의성이 빛나는 특별한 해가 될 거예요. 당신 안에 있는 목(木)의 성장 에너지와 물(水)의 흐르는 지혜를 믿고, 자신감 있게 나아가세요.\n\n언제나 응원하고 있어요! 🌟\n\n당신의 2025년이 풍요롭고 의미 있는 한 해가 되기를 진심으로 바랄게요. 💙"
    }
  },
  "meta": {
    "created_at": "2025-10-14",
    "word_count": 1847,
    "tone": "따뜻하고 지혜로운, 격려하는",
    "keywords": ["지혜", "창의성", "기회", "성장", "흐름", "통찰력", "경제감각"]
  }
}
