{
  "zodiac": "rat",
  "sexagenary": "무자",
  "year": 1972,
  "gender": "female",
  "month": 2,
  "fortune_type": "monthly",
  "title": "🐭 1972년 무자 쥐띠 여성의 2025년 2월 운세",
  "content": {
    "overview": {
      "title": "## 2월 전체 운세",
      "score": 89,
      "content": "2월이에요. 설 연휴가 지나고 본격적으로 일상이 시작되는 달이죠. 2월은 묘월(卯月)로 목(木) 기운이 왕성해지는 시기예요. 봄 기운이 본격적으로 피어오르면서 새로운 활력과 에너지가 느껴질 거예요. 무자(戊子)의 토(土) 기운과 묘월의 목(木) 에너지가 만나면서, 안정된 기반 위에서 새로운 성장을 도모할 수 있는 시기가 돼요. 직장에서는 연초에 세운 계획들이 본격적으로 실행되고, 가정에서는 봄을 맞이하는 준비를 하시면서 가족과 함께 따뜻한 시간을 보내세요. 53세의 경험과 지혜로 주변을 돌보시는 모습이 빛을 발할 거예요.",
      "keywords": ["성장", "활력", "봄의 에너지", "가족", "새로운 시작"]
    },
    "fortune_areas": {
      "title": "## 분야별 운세",
      "overall": {
        "icon": "🌟",
        "title": "전체운",
        "score": 89,
        "content": "2월은 겨울에서 봄으로 넘어가는 전환기예요. 날씨는 아직 춥지만 기운은 봄을 향해 움직이고 있어요. 당신도 이 흐름을 타고 새로운 에너지를 받으실 수 있어요. 토(土)의 안정성과 묘월 목(木)의 성장 에너지가 조화를 이루면서, 차분하면서도 적극적으로 일을 진행하실 수 있어요. 1월에 세운 계획들을 본격적으로 실행하시는 시기예요. 급하지 않게, 하지만 꾸준히 앞으로 나아가세요. 주변 사람들과의 소통도 원활하고, 협력이 잘 이루어지는 달이에요.",
        "advice": "봄 기운을 받아 새로운 마음으로 출발하세요. 당신의 경험이 빛을 발할 거예요."
      },
      "career": {
        "icon": "💼",
        "title": "직장운",
        "score": 87,
        "content": "직장 생활을 하고 계시다면, 2월은 업무가 본격화되는 달이에요. 연초에 세운 계획이 실행되고, 동료들과의 협업이 중요해지는 시기죠. 당신의 세심함과 배려가 빛을 발하는 때예요. 후배나 동료들을 잘 챙겨주시고, 문제가 생기면 경험을 바탕으로 해결책을 제시하세요. 가정주부이시라면, 봄맞이 준비를 하시고 집안을 정리하시는 시기예요. 겨울 옷을 정리하시고, 봄 옷을 준비하세요. 2월 14일 발렌타인데이에 배우자나 가족에게 작은 선물을 준비하시는 것도 좋아요.",
        "lucky_days": ["2월 5일~7일", "2월 14일", "2월 23일~25일"],
        "advice": "동료들과의 소통을 중요하게 여기세요. 협력이 성공의 열쇠예요."
      },
      "finance": {
        "icon": "💰",
        "title": "재물운",
        "score": 85,
        "content": "2월은 재정적으로 안정적인 달이에요. 가계 수입이 안정적으로 들어오고, 지출도 계획적으로 관리하실 수 있어요. 다만 설 이후라 지출이 다소 늘어날 수 있으니 가계부를 꼼꼼히 쓰세요. 발렌타인데이 선물 준비로 약간의 지출이 있을 수 있지만, 과도하지 않게 준비하세요. 마음이 중요하니까요. 겨울 세일이나 봄맞이 세일이 있을 수 있는데, 필요한 것만 구매하세요. 충동구매는 피하시고, 계획적으로 소비하세요. 저축 목표를 점검하시고, 꾸준히 실천하세요.",
        "lucky_days": ["2월 9일~11일", "2월 19일~21일"],
        "advice": "가계부를 꾸준히 쓰세요. 지출 패턴을 파악하면 저축이 더 잘돼요."
      },
      "love": {
        "icon": "❤️",
        "title": "애정운",
        "score": 90,
        "content": "2월 14일 발렌타인데이가 있어요. 배우자에게 작은 선물이나 카드를 준비하시는 것도 좋아요. 오랜 세월 함께한 배우자와의 관계를 더욱 돈독히 하는 시간이에요. 함께 외식을 하시거나 주말에 가까운 곳으로 나들이를 가시는 것도 좋아요. 봄이 오는 기운을 함께 느끼시면서 대화를 나누세요. 자녀들이 있으시다면, 이들과도 소통하는 시간을 가지세요. 자녀의 고민을 들어주시고 조언해주시는 것만으로도 큰 힘이 돼요. 가족 모두가 화목하게 지내는 2월이 될 거예요.",
        "lucky_days": ["2월 14일", "2월 22일~24일"],
        "advice": "배우자에게 감사의 마음을 표현하세요. 작은 관심이 사랑을 키워요."
      },
      "health": {
        "icon": "🏃",
        "title": "건강운",
        "score": 82,
        "content": "2월은 환절기라 감기 조심하셔야 해요. 아침저녁으로 기온 차가 크니까 옷을 잘 챙겨 입으세요. 면역력을 높이기 위해 충분한 수면과 영양가 있는 식사가 중요해요. 53세는 갱년기 건강에 신경 쓰셔야 하는 나이예요. 호르몬 변화로 인한 증상이 있으시면 전문의 상담을 받으세요. 운동은 꾸준히 하시되, 무리하지 마세요. 요가나 필라테스, 가벼운 걷기가 좋아요. 겨울이지만 날씨가 좋을 때는 야외 산책도 좋아요. 스트레칭으로 관절 건강도 챙기세요.",
        "lucky_activities": ["요가", "필라테스", "걷기", "실내 운동", "스트레칭"],
        "advice": "환절기 건강 관리 중요해요. 충분히 쉬시고 영양 챙기세요."
      },
      "relationship": {
        "icon": "👥",
        "title": "대인관계",
        "score": 88,
        "content": "2월은 대인관계가 활발한 달이에요. 친구들과 모임을 가지시거나, 동창회에 참석하시는 것도 좋아요. 당신의 토(土) 포용력으로 모임 분위기를 좋게 만드세요. 오랜 친구들과 만나서 근황을 나누고, 봄맞이 계획을 함께 세워보세요. 새로운 인연도 만날 수 있어요. 취미 모임이나 봉사 활동에 참여하시는 것도 좋아요. 긍정적인 에너지로 사람들을 대하시면 좋은 관계가 더욱 돈독해져요. 이웃과의 관계도 돈독히 하세요.",
        "lucky_days": ["2월 7일~9일", "2월 17일~19일"],
        "advice": "친구들에게 격려를 아끼지 마세요. 좋은 말 한마디가 큰 힘이 돼요."
      },
      "selfdev": {
        "icon": "📚",
        "title": "자기계발",
        "score": 86,
        "content": "2월은 새로운 배움을 시작하기 좋은 달이에요. 문화센터 강좌가 시작되는 시기니까, 관심 있는 수업을 신청해보세요. 요리, 베이킹, 꽃꽂이, 서예, 그림 등 다양한 강좌가 있어요. 독서도 꾸준히 하세요. 봄을 주제로 한 에세이나 소설을 읽으시면 감성이 풍부해져요. 온라인 강의도 활용하시면 좋아요. 집에서 편하게 배울 수 있는 것들이 많아요. 배움에는 나이가 없어요. 새로운 것을 배우는 즐거움을 느끼세요.",
        "recommended": ["문화센터 강좌", "요리", "베이킹", "독서", "온라인 강의"],
        "advice": "봄을 맞아 새로운 배움을 시작하세요. 배움은 삶을 풍요롭게 해요."
      }
    },
    "lucky_days": {
      "title": "## 2월 행운의 날",
      "best_days": [
        {
          "date": "2월 5일~7일",
          "reason": "새로운 활동을 시작하기 좋은 시기. 문화센터 강좌 신청하세요."
        },
        {
          "date": "2월 14일",
          "reason": "발렌타인데이. 배우자와 따뜻한 시간을 보내세요."
        },
        {
          "date": "2월 22일~24일",
          "reason": "친구들과 만나기 좋은 날. 봄맞이 모임을 계획하세요."
        },
        {
          "date": "2월 28일",
          "reason": "2월을 마무리하고 3월을 준비하는 시간이에요."
        }
      ],
      "lucky_colors": ["연두색", "카키", "베이지"],
      "lucky_numbers": [2, 7, 14]
    },
    "caution": {
      "title": "## 이런 건 살짝만 주의하세요",
      "content": [
        "환절기라 감기 조심하세요. 면역력 관리가 중요해요.",
        "발렌타인데이 선물 준비, 너무 부담 가지지 마세요. 마음이 중요해요.",
        "봄맞이 세일 보고 충동구매하지 마세요. 필요한 것만 사세요.",
        "갱년기 증상 있으시면 혼자 참지 마시고 전문의 상담 받으세요.",
        "운동할 때 무리하지 마세요. 몸 상태에 맞게 조절하세요.",
        "가족 대화할 때 일방적이지 않도록 주의하세요. 경청도 중요해요."
      ]
    },
    "advice": {
      "title": "## 2월을 잘 보내는 방법",
      "content": [
        "문화센터 강좌를 알아보세요. 새로운 취미를 시작하기 좋은 시기예요.",
        "발렌타인데이에 배우자에게 작은 선물이나 카드를 준비하세요.",
        "주말에 가벼운 나들이를 계획하세요. 봄 기운을 느끼면 기분이 좋아져요.",
        "독서 시간을 꾸준히 가지세요. 한 달에 한 권 목표로 읽어보세요.",
        "친구들과 만나는 시간을 가지세요. 좋은 인연은 삶의 활력소예요.",
        "갱년기 건강 관리 시작하세요. 전문의 상담이나 건강 정보를 찾아보세요.",
        "가계부를 꾸준히 쓰세요. 지출 패턴을 파악하면 관리가 쉬워져요.",
        "2월 말에는 한 달을 돌아보고 3월 계획을 세우세요."
      ]
    },
    "affirmation": {
      "title": "## 2월에 되새길 말",
      "content": "저는 경험으로 주변을 돌보는 따뜻한 사람이에요.\n봄의 에너지가 저에게 새로운 활력을 줘요.\n가족과 친구들에게 좋은 영향을 주고 있어요.\n건강을 잘 챙기면서 균형을 유지하고 있어요.\n새로운 것을 배우는 즐거움을 느끼고 있어요.\n저는 잘하고 있어요. 2월도 의미 있는 달이 될 거예요."
    }
  },
  "meta": {
    "created_at": "2025-10-16",
    "character": "성장, 활력, 포용력, 가족애, 배움",
    "keywords": ["성장", "활력", "봄의 에너지", "가족", "새로운 시작", "건강"],
    "tone": "53세 중년 여성에게 정중한 존댓말 톤",
    "philosophy_basis": "무자(戊子) 토극수 제수(堤水) 관계, 2월 묘월(卯月) 목왕 에너지, 53세 중년 후기 대운"
  }
}
