{
  "zodiac1": "rat",
  "zodiac2": "pig",
  "fortune_type": "compatibility",
  "title": "🐭 쥐띠 × 🐷 돼지띠 궁합",
  "content": {
    "overview": {
      "title": "## 전체 궁합",
      "score": 82,
      "summary": "쥐띠와 돼지띠는 서로를 편안하게 해주는 좋은 관계예요! 두 분은 잘 통하고 조화로운 관계를 만들 수 있어요. 쥐띠는 영리하고 기민하며, 돼지띠는 관대하고 순수해요. 음양오행으로 보면 쥐띠의 물(水)과 돼지띠의 물(水)은 같은 기운으로 서로를 이해하고 공감하는 관계예요. 두 분 모두 물질적인 풍요를 추구하고 인생을 즐기는 것을 좋아해요. 쥐띠의 지혜와 돼지띠의 관대함이 만나면 따뜻하고 풍성한 관계를 만들어요. 서로를 있는 그대로 받아들이고 편안하게 지낼 수 있는 궁합이에요. 큰 갈등 없이 오래도록 좋은 관계를 유지할 수 있어요."
    },
    "love_compatibility": {
      "title": "## 연애 궁합",
      "score": 80,
      "content": "연애할 때 두 사람은 서로에게 편안함과 즐거움을 느껴요. 쥐띠는 돼지띠의 순수하고 관대한 마음에 안정감을 느끼고, 돼지띠는 쥐띠의 재치와 영리함에 매력을 느껴요. 데이트할 때도 즐거워요. 둘 다 맛있는 음식과 편안한 시간을 즐기는 것을 좋아해서 함께 맛집을 찾아다니거나 집에서 편하게 시간을 보내는 것도 좋아해요. 쥐띠가 재미있는 계획을 세우면 돼지띠가 기꺼이 따라와주고, 돼지띠가 관대하게 베풀면 쥐띠가 감사하게 받아들여요. 서로를 있는 그대로 받아들이고 비판하지 않아서 편안해요. 쥐띠의 많은 친구 관계도 돼지띠가 너그럽게 이해해주고, 돼지띠의 단순함도 쥐띠가 순수하다고 좋아해요. 다만 쥐띠가 때로 너무 계산적이거나 전략적일 때 돼지띠가 서운해할 수 있어요. 돼지띠가 너무 순진하거나 낭비하는 면이 있으면 쥐띠가 걱정할 수 있고요. 하지만 이런 차이도 대화로 충분히 해결할 수 있는 편안한 관계예요."
    },
    "marriage_compatibility": {
      "title": "## 결혼 궁합",
      "score": 85,
      "content": "결혼하면 따뜻하고 풍요로운 가정을 꾸릴 수 있어요! 쥐띠는 영리한 재테크로 경제적 기반을 다지고, 돼지띠는 관대하고 풍성한 가정 분위기를 만들어요. 둘 다 물질적 풍요를 좋아해서 함께 부를 쌓고 잘 살 수 있어요. 쥐띠가 절약하고 투자하면, 돼지띠가 그 재산을 가족을 위해 아낌없이 사용해요. 균형이 잘 맞아요. 육아에서도 좋은 조합이에요. 쥐띠는 아이들에게 지혜와 사회성을 가르치고, 돼지띠는 따뜻한 사랑과 관대함을 보여줘요. 부부 간의 관계도 편안하고 평화로워요. 돼지띠는 갈등을 싫어하고 양보를 잘하며, 쥐띠는 영리하게 문제를 해결해요. 큰 싸움 없이 조화롭게 지낼 수 있어요. 다만 재정 관리에서 조율이 필요해요. 쥐띠는 절약하고 저축하고 싶지만, 돼지띠는 지금 당장 가족과 친구들을 위해 쓰고 싶어해요. 서로의 방식을 존중하면서 예산을 나눠서 관리하면 좋아요. 쥐띠가 너무 인색하게 굴지 않고, 돼지띠가 너무 낭비하지 않으면 행복하고 풍요로운 가정을 만들 수 있어요."
    },
    "business_compatibility": {
      "title": "## 사업/직장 궁합",
      "score": 78,
      "content": "함께 일할 때는 역할 분담이 중요해요. 쥐띠가 전략, 재무, 마케팅을 담당하고 돼지띠가 고객 서비스, 대외 관계, 인사를 맡으면 잘 맞아요. 쥐띠는 사업 감각이 뛰어나고 기회를 잘 포착하며, 돼지띠는 사람들과의 관계를 잘 맺고 관대하게 대해서 좋은 평판을 만들어요. 특히 접객업이나 서비스업, 외식업에서 좋은 조합이에요. 쥐띠의 경영 능력과 돼지띠의 친절함이 만나면 성공적인 비즈니스를 만들 수 있어요. 하지만 재무 관리에서 의견 차이가 있을 수 있어요. 쥐띠는 비용을 절감하고 이익을 극대화하려 하지만, 돼지띠는 직원들이나 고객들에게 후하게 대하고 싶어해요. 쥐띠가 너무 인색하게 굴면 돼지띠가 서운해하고, 돼지띠가 너무 낭비하면 쥐띠가 불안해해요. 예산을 명확히 정하고 각자의 재량권을 인정하면 잘 협력할 수 있어요. 쥐띠는 숫자와 전략을 책임지고, 돼지띠는 사람과 관계를 맡으면 서로의 강점을 살릴 수 있어요. 서로를 신뢰하고 존중하면 안정적으로 성장하는 사업을 만들 수 있어요."
    },
    "friendship_compatibility": {
      "title": "## 친구 궁합",
      "score": 85,
      "content": "친구로서 두 사람은 정말 편안하고 즐거운 관계를 만들어요! 쥐띠와 돼지띠는 함께 있으면 부담 없고 재미있어요. 둘 다 맛있는 음식을 즐기고 편안한 시간을 보내는 것을 좋아해서 함께 맛집 탐방을 하거나 집에서 수다 떨며 노는 것도 좋아해요. 돼지띠는 관대하고 비판하지 않아서 쥐띠가 편하게 본모습을 보일 수 있어요. 쥐띠는 돼지띠에게 영리한 조언을 해주고 때로는 보호해주기도 해요. 돼지띠가 너무 순진해서 손해 볼 때 쥐띠가 챙겨주고, 쥐띠가 복잡한 일로 스트레스받을 때 돼지띠가 단순하고 긍정적으로 위로해줘요. 서로에게 도움이 되는 관계예요. 갈등도 거의 없어요. 돼지띠는 양보를 잘하고 쥐띠는 영리하게 문제를 피해가니까요. 함께 있으면 웃음이 끊이지 않고 편안해요. 평생 좋은 친구로 지낼 수 있는 궁합이에요. 서로를 응원하고 아껴주는 따뜻한 우정을 만들 수 있어요."
    },
    "strengths": {
      "title": "## 이 궁합의 강점",
      "items": [
        "음양오행상 같은 물(水) 기운으로 서로를 잘 이해해요",
        "둘 다 물질적 풍요를 추구해 목표가 비슷해요",
        "편안하고 비판하지 않는 관계예요",
        "쥐띠의 지혜와 돼지띠의 관대함이 조화를 이뤄요",
        "갈등이 적고 서로를 있는 그대로 받아들여요",
        "함께 즐겁고 풍요로운 삶을 살 수 있어요"
      ]
    },
    "challenges": {
      "title": "## 주의할 점",
      "items": [
        "재정 관리 방식의 차이로 의견 충돌이 있을 수 있어요",
        "쥐띠의 계산적인 면이 돼지띠를 서운하게 할 수 있어요",
        "돼지띠의 낭비가 쥐띠를 불안하게 만들 수 있어요",
        "돼지띠의 순진함을 쥐띠가 답답해할 수 있어요",
        "둘 다 물질적 즐거움을 좋아해 과소비할 수 있어요"
      ]
    },
    "advice": {
      "title": "## 좋은 관계를 위한 조언",
      "content": "쥐띠인 당신은 돼지띠의 관대함과 순수함을 소중히 여기세요. 그들이 낭비한다고 비판하지 말고, 베푸는 기쁨을 이해해주세요. 때로는 당신도 계산을 내려놓고 돼지띠처럼 관대하게 행동해보세요. 더 따뜻한 관계를 만들 수 있어요. 돼지띠가 순진해서 손해 볼 때는 조용히 도와주되 바보 취급하지는 마세요. 당신의 영리함으로 돼지띠를 보호하고 함께 잘 살 수 있어요. 돼지띠인 상대방은 쥐띠의 절약 정신을 존중하고 배우세요. 그들이 인색한 게 아니라 미래를 걱정하기 때문임을 이해하세요. 재정 관리에서 쥐띠의 조언을 듣고, 무분별한 낭비는 줄이려 노력하세요. 쥐띠가 때로 계산적으로 보여도 서운해하지 마세요. 그들도 당신을 소중히 여기지만 표현 방식이 다를 뿐이에요. 쥐띠의 영리함을 신뢰하고 따르면 함께 잘 살 수 있어요. 두 분 모두, 서로의 다른 점을 비판하지 말고 보완하는 관계로 만드세요. 쥐띠는 돼지띠에게서 관대함과 순수함을 배우고, 돼지띠는 쥐띠에게서 지혜와 신중함을 배우세요. 이 조합은 편안하고 즐거우며 풍요로운 관계를 만들 수 있는 좋은 궁합이에요!"
    }
  },
  "meta": {
    "created_at": "2025-10-15",
    "compatibility_level": "좋음",
    "keywords": ["편안함", "풍요", "조화", "이해", "관대함"]
  }
}
