{
  "zodiac1": "rat",
  "zodiac2": "sheep",
  "fortune_type": "compatibility",
  "title": "🐭 쥐띠 × 🐑 양띠 궁합",
  "content": {
    "overview": {
      "title": "## 전체 궁합",
      "score": 62,
      "summary": "쥐띠와 양띠는 서로 다른 매력을 가진 조합이에요. 쥐띠는 영리하고 현실적이며 사교적이고, 양띠는 온순하고 감성적이며 창의적이에요. 음양오행으로 보면 쥐띠의 물(水)과 양띠의 토(土)는 수생토(水生土)로 쥐띠가 양띠를 키워주는 관계예요. 쥐띠의 활기가 양띠의 예술적 재능을 더욱 풍부하게 만들어줄 수 있어요. 하지만 쥐띠의 현실적이고 빠른 성향과 양띠의 몽상적이고 느긋한 성향이 충돌할 수 있어요. 서로를 이해하고 배려하면 부드럽고 따뜻한 관계를 만들 수 있지만, 기대치가 맞지 않으면 답답함을 느낄 수 있어요."
    },
    "love_compatibility": {
      "title": "## 연애 궁합",
      "score": 60,
      "content": "연애할 때 두 사람은 처음에는 서로의 다른 매력에 끌려요. 쥐띠는 양띠의 순수하고 부드러운 면에 마음이 끌리고, 양띠는 쥐띠의 똑똑하고 적극적인 모습을 좋아해요. 쥐띠가 데이트를 계획하고 리드하면 양띠가 따라오는 패턴이 자연스럽게 만들어져요. 하지만 시간이 지나면서 차이가 부담이 될 수 있어요. 쥐띠는 활동적이고 사교적인 데이트를 좋아하지만, 양띠는 조용하고 아늑한 시간을 선호해요. 쥐띠의 바쁜 스케줄과 많은 친구 관계가 양띠를 외롭게 만들 수 있고, 양띠의 우유부단함과 의존적인 면이 쥐띠를 답답하게 만들 수 있어요. 쥐띠는 현실적이고 논리적으로 문제를 해결하려 하지만, 양띠는 감정적으로 접근해서 소통이 어려울 때가 있어요. 하지만 쥐띠가 양띠의 감성을 이해하고 따뜻하게 대해주고, 양띠가 쥐띠의 바쁜 생활을 이해하고 기다려주면 서로를 보듬어주는 아름다운 사랑을 만들 수 있어요."
    },
    "marriage_compatibility": {
      "title": "## 결혼 궁합",
      "score": 65,
      "content": "결혼 생활에서는 역할 분담이 중요해요. 쥐띠는 현실적인 문제들, 즉 재정 관리, 사회적 관계, 중요한 결정 등을 주로 담당하게 될 거예요. 양띠는 가정의 분위기를 따뜻하게 만들고 감성적인 부분을 책임져요. 쥐띠의 영리한 재테크와 양띠의 검소한 생활 방식이 만나면 경제적으로 안정된 가정을 꾸릴 수 있어요. 육아에서도 나름의 조화를 이뤄요. 쥐띠는 아이들에게 사회성과 적응력을 가르치고, 양띠는 예술성과 감성을 키워줘요. 하지만 의사결정에서 어려움이 있을 수 있어요. 양띠는 우유부단해서 결정을 미루고, 쥐띠는 빠르게 결정하고 싶어해요. 쥐띠가 모든 결정을 혼자 내리다 보면 피곤해지고, 양띠는 자신의 의견이 반영되지 않는다고 느낄 수 있어요. 정기적으로 대화하며 양띠의 의견도 충분히 듣고, 중요한 결정은 함께 내리려고 노력하세요. 쥐띠가 너무 현실적이고 냉정하면 양띠가 상처받을 수 있으니 감정적인 부분도 신경 써주세요. 양띠는 의존하기보다 조금 더 적극적으로 가정에 참여하려고 노력하세요."
    },
    "business_compatibility": {
      "title": "## 사업/직장 궁합",
      "score": 58,
      "content": "함께 일할 때는 분야와 역할에 따라 달라져요. 쥐띠가 경영, 전략, 영업을 맡고 양띠가 디자인, 창작, 고객 서비스를 담당하면 그나마 잘 맞을 수 있어요. 특히 예술, 패션, 라이프스타일 관련 사업에서 쥐띠의 사업 감각과 양띠의 창의성이 만나면 좋은 결과를 낼 수 있어요. 하지만 의사결정 과정에서 어려움이 많아요. 쥐띠는 빠르고 효율적으로 일하고 싶지만, 양띠는 느리고 신중해요. 쥐띠가 빠르게 결정하면 양띠가 따라오지 못하고, 양띠가 계속 망설이면 쥐띠가 답답해해요. 양띠는 갈등 상황이나 스트레스를 잘 견디지 못해서 중요한 순간에 위축될 수 있어요. 쥐띠가 대부분의 실무와 결정을 책임지고 양띠는 보조적인 역할을 하는 구조가 현실적이에요. 쥐띠는 양띠를 재촉하거나 비판하지 말고 격려하고, 양띠는 조금 더 적극적이고 책임감 있게 일하려고 노력하세요."
    },
    "friendship_compatibility": {
      "title": "## 친구 궁합",
      "score": 68,
      "content": "친구로서는 나쁘지 않은 관계를 만들 수 있어요. 쥐띠는 양띠 친구에게 현실적인 조언과 도움을 주고, 양띠는 쥐띠 친구에게 감성적인 위로와 따뜻함을 선사해요. 쥐띠가 바쁘게 여러 친구들을 만나다가도 양띠 친구를 만나면 편안함을 느낄 수 있어요. 양띠는 요구하거나 귀찮게 하지 않아서 쥐띠에게 부담이 없어요. 하지만 깊은 친구보다는 편한 친구 정도의 관계가 적당해요. 쥐띠의 빠른 성격과 양띠의 느긋한 성격이 자주 만나면 답답할 수 있어요. 쥐띠가 여러 활동과 모임을 제안하면 양띠는 부담스러워할 수 있고, 양띠가 우유부단하게 결정을 못 내리면 쥐띠는 답답해할 수 있어요. 자주 보는 것보다 가끔 만나서 편안한 시간을 보내는 정도가 좋아요. 서로에게 큰 기대를 하지 않고, 있는 그대로 받아들이는 관계로 유지하세요. 쥐띠는 양띠의 속도를 재촉하지 말고, 양띠는 쥐띠의 바쁜 스케줄을 이해해주세요."
    },
    "strengths": {
      "title": "## 이 궁합의 강점",
      "items": [
        "음양오행상 물이 토를 키우는 긍정적 관계예요",
        "쥐띠의 현실감각과 양띠의 창의성이 보완될 수 있어요",
        "양띠의 온순함이 쥐띠에게 편안함을 줘요",
        "쥐띠의 리더십과 양띠의 순응성이 조화를 이뤄요",
        "갈등이 크게 격화되지 않는 평화로운 관계예요"
      ]
    },
    "challenges": {
      "title": "## 주의할 점",
      "items": [
        "쥐띠의 빠른 성향과 양띠의 느긋함이 충돌해요",
        "양띠의 우유부단함이 쥐띠를 답답하게 만들어요",
        "쥐띠의 현실주의가 양띠의 꿈을 깨뜨릴 수 있어요",
        "양띠의 의존성이 쥐띠에게 부담이 될 수 있어요",
        "의사소통 방식 차이로 오해가 생길 수 있어요"
      ]
    },
    "advice": {
      "title": "## 좋은 관계를 위한 조언",
      "content": "쥐띠인 당신은 양띠의 느린 속도를 이해하고 기다려주세요. 그들을 재촉하거나 비판하면 더 위축되고 우유부단해질 뿐이에요. 부드럽게 격려하고 칭찬해주면 양띠가 조금씩 자신감을 얻고 적극적으로 변할 거예요. 모든 결정을 혼자 내리지 말고 양띠의 의견도 물어보고 존중해주세요. 당신의 현실적인 조언이 때로 냉정하게 들릴 수 있으니 감정적인 부분도 배려해서 말해주세요. 양띠가 의존하려 할 때 거절하기보다는 스스로 할 수 있도록 도와주세요. 양띠인 상대방은 쥐띠에게 너무 의존하지 말고 조금 더 독립적이 되려고 노력하세요. 우유부단함을 극복하고 작은 것부터 스스로 결정해보세요. 쥐띠가 바쁘게 사회생활을 하는 것을 서운해하지 말고 이해해주세요. 그들의 현실적인 조언을 냉정하다고 생각하지 말고 당신을 위한 진심으로 받아들이세요. 감정적으로만 접근하지 말고 논리적으로 생각하는 연습도 해보세요. 서로의 다른 속도와 스타일을 인정하고, 중간 지점을 찾으려 노력하면 따뜻하고 안정적인 관계를 만들 수 있어요."
    }
  },
  "meta": {
    "created_at": "2025-10-15",
    "compatibility_level": "보통",
    "keywords": ["보완", "인내", "배려", "속도 차이", "이해"]
  }
}
