{
  "zodiac1": "rat",
  "zodiac2": "rabbit",
  "fortune_type": "compatibility",
  "title": "🐭 쥐띠 × 🐰 토끼띠 궁합",
  "content": {
    "overview": {
      "title": "## 전체 궁합",
      "score": 78,
      "summary": "쥐띠와 토끼띠는 서로를 부드럽게 보듬어주는 좋은 관계예요! 두 분은 평화롭고 조화로운 관계를 만들어갈 수 있어요. 쥐띠는 영리하고 사교적이며, 토끼띠는 온화하고 섬세해요. 음양오행으로 보면 쥐띠의 물(水)과 토끼띠의 목(木)은 수생목(水生木)으로 쥐띠가 토끼띠를 자라게 하는 긍정적인 관계예요. 쥐띠의 활기가 토끼띠의 예술적 감성을 더욱 풍부하게 만들고, 토끼띠의 따뜻함이 쥐띠에게 안정과 평화를 선사해요. 서로를 존중하고 배려하는 마음이 있다면 오래도록 행복한 관계를 유지할 수 있어요."
    },
    "love_compatibility": {
      "title": "## 연애 궁합",
      "score": 82,
      "content": "연애할 때 두 사람은 서로에게 끌리는 매력이 있어요. 쥐띠는 토끼띠의 우아하고 섬세한 면에 매료되고, 토끼띠는 쥐띠의 재치 있고 활발한 모습을 좋아해요. 데이트할 때도 잘 맞아요. 토끼띠는 조용하고 아늑한 분위기를 좋아하고, 쥐띠도 사교적이지만 친밀한 시간을 즐길 줄 아니까요. 쥐띠가 재미있는 이야기와 계획을 제시하면 토끼띠가 따뜻하게 반응해주고, 토끼띠가 세심하게 배려해주면 쥐띠가 안정감을 느껴요. 다만 쥐띠의 활동적이고 바쁜 사회생활이 토끼띠에게 때로는 부담이 될 수 있어요. 토끼띠의 소극적인 면이 쥐띠를 답답하게 만들 수도 있고요. 서로의 속도와 스타일을 이해하고 배려하면 아름다운 사랑을 만들어갈 수 있어요. 감정 표현을 솔직하게 하고, 서로의 필요를 존중해주세요."
    },
    "marriage_compatibility": {
      "title": "## 결혼 궁합",
      "score": 80,
      "content": "결혼하면 따뜻하고 안정적인 가정을 꾸릴 수 있어요. 쥐띠는 영리한 재테크와 사회적 네트워킹으로 가정의 물질적 기반을 다지고, 토끼띠는 섬세한 감각으로 아름답고 편안한 집을 만들어요. 육아에서도 좋은 조화를 이뤄요. 쥐띠는 아이들에게 사회성과 적응력을 가르치고, 토끼띠는 감성과 예의범절을 심어줘요. 부부 간의 대화도 대체로 부드럽고 평화로워요. 토끼띠는 갈등을 피하려고 하고, 쥐띠는 영리하게 문제를 풀어나가니까요. 다만 쥐띠가 너무 바쁘게 외부 활동을 하면 토끼띠가 외로움을 느낄 수 있어요. 토끼띠가 갈등을 회피하다가 쌓인 감정이 폭발할 수도 있고요. 정기적으로 둘만의 시간을 갖고 속마음을 나누는 것이 중요해요. 서로에게 관심과 애정을 꾸준히 표현하면 오래도록 사랑하는 부부로 살 수 있어요."
    },
    "business_compatibility": {
      "title": "## 사업/직장 궁합",
      "score": 75,
      "content": "함께 일할 때는 역할에 따라 궁합이 달라져요. 쥐띠가 영업이나 마케팅, 전략을 맡고 토끼띠가 디자인이나 고객 서비스, 운영을 담당하면 좋은 시너지가 나요. 쥐띠는 새로운 기회를 포착하고 네트워크를 구축하는 데 탁월하고, 토끼띠는 세심한 관리와 품질 유지에 능해요. 특히 예술, 디자인, 라이프스타일 관련 사업에서 잘 맞아요. 쥐띠의 사업 감각과 토끼띠의 미적 감각이 만나면 세련되고 성공적인 브랜드를 만들 수 있어요. 하지만 위기 상황이나 갈등 상황에서는 어려움이 있을 수 있어요. 토끼띠는 스트레스를 피하려 하고, 쥐띠는 때로 너무 빠르게 움직여요. 중요한 결정을 내릴 때는 충분히 대화하고, 서로의 의견을 존중하세요. 토끼띠의 신중함과 쥐띠의 기민함이 균형을 이루면 안정적으로 성장하는 비즈니스를 만들 수 있어요."
    },
    "friendship_compatibility": {
      "title": "## 친구 궁합",
      "score": 80,
      "content": "친구로서 두 사람은 서로에게 편안하고 즐거운 존재예요. 쥐띠는 토끼띠 친구에게 재미있는 이야기와 새로운 경험을 제공하고, 토끼띠는 쥐띠 친구에게 따뜻한 위로와 이해를 선사해요. 함께 있으면 쥐띠는 평소의 바쁜 생활에서 벗어나 편안함을 느끼고, 토끼띠는 쥐띠의 활기로 인해 더 생동감 있는 시간을 보낼 수 있어요. 둘 다 문화생활을 즐기는 편이어서 전시회, 공연, 맛집 탐방 같은 활동을 함께 하기 좋아요. 쥐띠가 여러 모임을 오가며 바쁠 때도 토끼띠는 서운해하지 않고 기다려줘요. 토끼띠가 혼자만의 시간이 필요할 때 쥐띠도 이해해줘요. 서로의 경계를 존중하면서도 필요할 때 언제든 손을 내밀 수 있는 좋은 친구 관계를 만들 수 있어요. 갈등도 적고 오해도 쉽게 풀리는 편안한 우정이에요."
    },
    "strengths": {
      "title": "## 이 궁합의 강점",
      "items": [
        "서로를 부드럽게 보듬어주는 평화로운 관계예요",
        "음양오행상 물이 나무를 키우는 긍정적인 관계예요",
        "쥐띠의 활력과 토끼띠의 섬세함이 조화를 이뤄요",
        "갈등이 적고 서로를 존중하는 관계예요",
        "예술적이고 세련된 취향을 공유할 수 있어요",
        "서로에게 안정감과 편안함을 주는 관계예요"
      ]
    },
    "challenges": {
      "title": "## 주의할 점",
      "items": [
        "쥐띠의 바쁜 사회생활이 토끼띠에게 부담될 수 있어요",
        "토끼띠의 소극적인 태도가 쥐띠를 답답하게 만들 수 있어요",
        "토끼띠가 갈등을 회피하다 감정이 쌓일 수 있어요",
        "쥐띠의 변화무쌍함이 토끼띠를 불안하게 할 수 있어요",
        "둘 다 직접적인 대결을 피해 문제가 해결되지 않을 수 있어요"
      ]
    },
    "advice": {
      "title": "## 좋은 관계를 위한 조언",
      "content": "쥐띠인 당신은 토끼띠의 섬세한 감정을 존중하고 배려해주세요. 당신의 활발한 사회생활이 그들을 외롭게 만들지 않는지 신경 써주세요. 때로는 조용한 집에서 둘만의 시간을 보내는 것도 중요해요. 토끼띠가 말하지 않아도 표정이나 분위기에서 기분을 읽어주세요. 급하게 결정을 내리거나 변화를 주기보다는 토끼띠와 충분히 상의하고 동의를 구하세요. 토끼띠인 상대방은 쥐띠의 활동적인 성향을 인정하고 응원해주세요. 그들의 사교성이 바람을 피우는 게 아니라 타고난 성격임을 이해하세요. 불편하거나 서운한 게 있으면 참지 말고 부드럽게 표현하세요. 쥐띠는 당신이 말해주면 바로 이해하고 고칠 수 있는 사람이에요. 두 분 모두 갈등을 피하려고 하지만, 때로는 솔직한 대화가 관계를 더 깊고 단단하게 만든다는 걸 기억하세요. 서로의 다른 속도를 존중하고, 그 차이가 관계를 풍요롭게 만든다고 생각하세요."
    }
  },
  "meta": {
    "created_at": "2025-10-15",
    "compatibility_level": "좋음",
    "keywords": ["조화", "평화", "섬세함", "배려", "안정"]
  }
}
