{
  "zodiac1": "rat",
  "zodiac2": "rat",
  "fortune_type": "compatibility",
  "title": "🐭 쥐띠 × 🐭 쥐띠 궁합",
  "content": {
    "overview": {
      "title": "## 전체 궁합",
      "score": 70,
      "summary": "쥐띠와 쥐띠는 서로를 잘 이해하는 관계예요! 두 분은 같은 가치관과 생활방식을 공유하고 있어서 편안함을 느끼실 거예요. 둘 다 영리하고 적응력이 뛰어나서 어떤 상황에서도 함께 잘 헤쳐나갈 수 있어요. 다만 너무 비슷해서 생기는 경쟁심이나 주도권 다툼을 조심하셔야 해요. 서로의 장점을 인정하고 역할을 분담하면 시너지를 낼 수 있는 궁합이에요."
    },
    "love_compatibility": {
      "title": "## 연애 궁합",
      "score": 68,
      "content": "연애할 때 두 사람은 서로의 생각을 빠르게 알아채고 이해해줘요. 데이트 취향도 비슷하고 대화가 잘 통해서 즐거운 시간을 보낼 수 있어요. 둘 다 사교적이어서 함께 친구들을 만나거나 새로운 사람들과 어울리는 것도 좋아하실 거예요. 하지만 둘 다 똑똑하고 기민해서 가끔은 서로 눈치 싸움을 하거나 주도권을 놓고 미묘한 긴장이 생길 수 있어요. 감정 표현에 솔직해지고 서로를 진심으로 존중하는 마음이 필요해요."
    },
    "marriage_compatibility": {
      "title": "## 결혼 궁합",
      "score": 72,
      "content": "결혼하면 실용적이고 똑똑한 가정을 꾸려나갈 수 있어요. 둘 다 경제 관념이 뛰어나서 재테크나 자산 관리를 함께 잘 해나갈 수 있어요. 생활 습관과 리듬이 비슷해서 일상이 편안하고 자연스러울 거예요. 육아나 가사 분담에서도 합리적인 결정을 내릴 수 있어요. 다만 둘 다 변화를 좋아하고 때로는 변덕스러울 수 있어서, 중요한 결정을 내릴 때 서로 의견이 자주 바뀌면 혼란스러울 수 있어요. 장기적인 목표에 대해서는 함께 확실히 정해두는 것이 좋아요."
    },
    "business_compatibility": {
      "title": "## 사업/직장 궁합",
      "score": 70,
      "content": "함께 일하면 똑똑하고 효율적인 팀을 만들 수 있어요. 둘 다 문제 해결 능력이 뛰어나고 기회를 빠르게 포착하는 능력이 있어서 사업 감각이 좋아요. 시장 트렌드를 빠르게 읽고 전략을 세우는 데 탁월해요. 하지만 둘 다 주도권을 잡고 싶어할 수 있어서 역할 분담이 명확하지 않으면 충돌할 수 있어요. 한 사람은 기획과 전략을, 다른 사람은 실행과 운영을 맡는 식으로 역할을 나누면 좋은 성과를 낼 수 있어요. 서로의 아이디어를 존중하고 경쟁보다는 협력에 집중하세요."
    },
    "friendship_compatibility": {
      "title": "## 친구 궁합",
      "score": 75,
      "content": "친구로서 두 사람은 아주 잘 맞는 편이에요! 함께 있으면 편하고 대화가 끊이지 않아요. 비슷한 유머 감각과 관심사를 공유해서 즐거운 시간을 많이 보낼 수 있어요. 둘 다 사교적이어서 함께 여러 모임에 참여하거나 새로운 경험을 즐기는 것도 좋아해요. 서로의 고민을 잘 이해해주고 실질적인 조언도 해줄 수 있어요. 가끔 서로 너무 솔직해서 상처를 줄 수 있으니 말 한마디 할 때 배려를 잊지 마세요. 경쟁심보다는 응원하는 마음으로 대하면 평생 좋은 친구로 지낼 수 있어요."
    },
    "strengths": {
      "title": "## 이 궁합의 강점",
      "items": [
        "서로의 생각과 행동 패턴을 잘 이해해요",
        "비슷한 가치관과 생활 방식으로 편안함을 느껴요",
        "둘 다 적응력이 뛰어나 변화에 유연하게 대처해요",
        "영리하고 실용적인 문제 해결 능력이 있어요",
        "사교성이 좋아 함께 사회생활을 즐길 수 있어요"
      ]
    },
    "challenges": {
      "title": "## 주의할 점",
      "items": [
        "둘 다 주도권을 잡으려는 경향으로 충돌 가능성이 있어요",
        "너무 비슷해서 새로운 자극이나 보완이 부족할 수 있어요",
        "둘 다 변덕스러울 때 방향성을 잃을 수 있어요",
        "서로 눈치가 빨라 진심을 숨기거나 가식적일 수 있어요",
        "경쟁심이 생기면 관계가 불편해질 수 있어요"
      ]
    },
    "advice": {
      "title": "## 좋은 관계를 위한 조언",
      "content": "쥐띠인 두 분은 서로를 잘 이해하는 만큼, 솔직하고 진심 어린 소통이 중요해요. 눈치 게임이나 경쟁보다는 진정한 협력자가 되어주세요. 역할을 명확히 나누고 서로의 영역을 존중하면 충돌을 줄일 수 있어요. 때로는 의견이 달라도 괜찮다는 것을 받아들이고, 상대방의 아이디어에 귀 기울여보세요. 둘 다 똑똑하니까 두 배로 현명한 결정을 내릴 수 있어요. 서로를 경쟁자가 아닌 든든한 파트너로 여기고, 함께 성장하는 관계를 만들어가세요. 가끔은 다른 관점을 가진 친구들과도 어울리며 시야를 넓히는 것도 좋아요."
    }
  },
  "meta": {
    "created_at": "2025-10-15",
    "compatibility_level": "보통",
    "keywords": ["이해", "적응력", "경쟁", "협력", "소통"]
  }
}
