{
  "zodiac1": "rat",
  "zodiac2": "horse",
  "fortune_type": "compatibility",
  "title": "🐭 쥐띠 × 🐴 말띠 궁합",
  "content": {
    "overview": {
      "title": "## 전체 궁합",
      "score": 38,
      "summary": "쥐띠와 말띠는 가장 많은 노력이 필요한 조합이에요. 두 분은 성향이 정반대라고 할 수 있을 만큼 다른 면이 많아요. 음양오행으로 보면 쥐띠의 물(水)과 말띠의 화(火)는 수극화(水克火)로 충돌하는 관계예요. 전통적으로 자오충(子午沖)이라 하여 십이지 중 가장 강한 충돌 관계로 여겨져요. 쥐띠는 신중하고 계획적이며 실용적이지만, 말띠는 즉흥적이고 자유로우며 이상적이에요. 하지만 이것이 불가능한 관계란 뜻은 아니에요. 서로의 다른 점을 배우고 존중하려는 강한 의지가 있다면, 그 차이가 성장의 기회가 될 수 있어요. 쉽지 않은 길이지만 함께 노력한다면 서로를 완전히 다른 사람으로 만들어줄 수 있는 특별한 인연이에요."
    },
    "love_compatibility": {
      "title": "## 연애 궁합",
      "score": 35,
      "content": "연애할 때 두 사람은 처음에는 정반대의 매력에 끌릴 수 있어요. 쥐띠는 말띠의 자유분방함과 열정에 매료되고, 말띠는 쥐띠의 영리함에 흥미를 느껴요. 하지만 시간이 지나면서 그 차이가 크게 느껴져요. 쥐띠는 안정적이고 계획적인 관계를 원하지만, 말띠는 자유롭고 즉흥적인 사랑을 추구해요. 쥐띠가 데이트 계획을 세우면 말띠는 갑자기 다른 곳으로 가자고 하고, 말띠가 멋진 아이디어를 내면 쥐띠는 현실적인 문제들을 지적해요. 쥐띠의 신중함이 말띠에게는 재미없게 느껴지고, 말띠의 변덕이 쥐띠를 불안하게 만들어요. 의사소통 방식도 달라요. 쥐띠는 전략적으로 말하지만, 말띠는 솔직하고 직설적이어서 쥐띠가 상처받을 수 있어요. 이 관계를 유지하려면 정말 많은 대화와 타협이 필요해요. 서로의 스타일을 완전히 바꾸려 하지 말고, 차이를 인정하고 중간 지점을 찾으려는 노력을 계속해야 해요. 쉽지 않지만 진심으로 사랑한다면 함께 성장할 수 있어요."
    },
    "marriage_compatibility": {
      "title": "## 결혼 궁합",
      "score": 40,
      "content": "결혼 생활에서는 정말 많은 조율과 노력이 필요해요. 쥐띠는 안정적이고 계획적인 가정을 꾸리고 싶어하지만, 말띠는 자유롭고 역동적인 삶을 원해요. 재정 관리에서 큰 충돌이 있을 수 있어요. 쥐띠는 저축하고 절약하는 것을 중요하게 생각하지만, 말띠는 지금 이 순간을 즐기는 데 돈을 쓰고 싶어해요. 쥐띠가 아끼려고 하면 말띠는 답답해하고, 말띠가 돈을 쓰면 쥐띠는 불안해해요. 육아 방식도 많이 달라요. 쥐띠는 아이들을 신중하게 보호하려 하지만, 말띠는 자유롭게 탐험하도록 두고 싶어해요. 일상생활의 리듬도 안 맞아요. 쥐띠는 규칙적인 생활을 선호하지만, 말띠는 매일 다르게 살고 싶어해요. 하지만 서로를 진심으로 사랑하고 존중한다면 방법을 찾을 수 있어요. 명확한 경계와 역할을 정하고, 각자의 공간과 자유를 허락하면서도 함께할 부분을 만들어가세요. 부부 상담이나 정기적인 대화를 통해 갈등을 풀어가는 것도 좋아요. 쉽지 않지만 노력한 만큼 서로를 더 깊이 이해하게 될 거예요."
    },
    "business_compatibility": {
      "title": "## 사업/직장 궁합",
      "score": 42,
      "content": "함께 일할 때는 역할을 아주 명확하게 나눠야 해요. 쥐띠는 계획, 전략, 재무 관리에 강하고, 말띠는 영업, 마케팅, 대외 활동에 능해요. 완전히 다른 영역에서 각자 일하고 가끔 회의로만 만나는 구조라면 그나마 잘 돌아갈 수 있어요. 하지만 긴밀하게 협력해야 하는 프로젝트에서는 어려움이 많아요. 의사결정 방식이 완전히 달라서 쥐띠는 모든 것을 분석하고 계획하고 싶지만, 말띠는 직관을 믿고 빠르게 실행하고 싶어해요. 쥐띠의 신중함이 말띠를 답답하게 만들고, 말띠의 즉흥성이 쥐띠를 불안하게 만들어요. 재무 관리에서도 충돌해요. 쥐띠는 리스크를 최소화하려 하지만, 말띠는 과감한 투자를 선호해요. 만약 함께 일해야 한다면, 제3자를 중재자로 두거나 명확한 프로세스를 만들어 감정적 충돌을 줄이세요. 각자의 강점을 인정하고 존중하면서 완전히 다른 역할을 맡는 것이 최선이에요."
    },
    "friendship_compatibility": {
      "title": "## 친구 궁합",
      "score": 45,
      "content": "친구로서는 가끔 만나는 관계가 적당해요. 자주 만나면 서로의 차이가 부담이 될 수 있어요. 쥐띠는 계획적으로 만남을 정하고 싶지만, 말띠는 갑자기 연락해서 지금 만나자고 해요. 쥐띠가 조용한 카페나 식당을 선호하면, 말띠는 활동적이고 역동적인 곳을 좋아해요. 대화 스타일도 달라서 쥐띠는 신중하게 말하지만, 말띠는 생각나는 대로 솔직하게 말해서 쥐띠가 상처받을 수 있어요. 하지만 가끔 만나서 서로 다른 세계를 경험하는 친구로는 괜찮아요. 쥐띠는 말띠 친구를 통해 자유로움과 즉흥성을 배울 수 있고, 말띠는 쥐띠 친구를 통해 신중함과 계획의 중요성을 배울 수 있어요. 서로에게 큰 기대를 하지 말고, 있는 그대로를 받아들이는 관계로 유지하세요. 조언을 주고받기보다는 그냥 다른 관점을 경험하는 정도로 생각하면 편해요. 자주 보는 절친한 친구보다는 가끔 만나서 새로운 자극을 주는 친구로 지내는 게 좋아요."
    },
    "strengths": {
      "title": "## 이 궁합의 강점",
      "items": [
        "정반대의 성향으로 서로에게 새로운 관점을 제공해요",
        "서로에게 없는 것을 배울 수 있는 기회가 많아요",
        "쥐띠의 신중함과 말띠의 추진력이 균형을 이룰 수 있어요",
        "서로를 통해 큰 성장과 변화를 경험할 수 있어요",
        "정체되지 않는 역동적인 관계예요"
      ]
    },
    "challenges": {
      "title": "## 주의할 점",
      "items": [
        "음양오행상 물과 불의 충돌로 근본적인 긴장이 있어요",
        "전통적으로 자오충(子午沖)으로 강한 충돌 관계예요",
        "가치관과 생활 방식이 정반대라고 할 만큼 달라요",
        "의사소통 방식 차이로 오해와 상처가 잦아요",
        "재정 관리, 시간 관리 등 모든 면에서 조율이 어려워요"
      ]
    },
    "advice": {
      "title": "## 좋은 관계를 위한 조언",
      "content": "쥐띠인 당신은 말띠의 자유로움을 통제하려 하지 마세요. 그들의 즉흥성이 무책임해 보여도, 그것이 그들의 본성이에요. 계획을 강요하지 말고, 때로는 당신도 계획 없이 따라가보세요. 새로운 경험이 당신을 더 유연하게 만들어줄 거예요. 말띠의 솔직한 말에 상처받더라도, 그들이 악의가 없다는 걸 기억하세요. 당신의 신중함을 포기하지는 말되, 조금 더 열린 마음으로 접근해보세요. 말띠인 상대방은 쥐띠의 신중함을 비웃지 마세요. 그들의 계획과 분석이 지루해 보여도, 그것이 당신을 보호하고 더 나은 결과를 만들 수 있어요. 때로는 멈추고 생각하는 시간을 가져보세요. 쥐띠의 현실적인 조언에 귀 기울이면 실수를 줄일 수 있어요. 당신의 자유를 포기하지는 말되, 쥐띠에게 안정감을 줄 수 있도록 조금은 예측 가능하게 행동해보세요. 솔직한 말이 때로 상처가 될 수 있으니 조금 부드럽게 표현하는 연습을 해보세요. 두 분 모두, 이 관계가 쉽지 않다는 것을 인정하세요. 서로를 바꾸려 하지 말고, 차이를 있는 그대로 받아들이세요. 많은 노력이 필요하지만, 진심으로 사랑하고 존중한다면 서로를 완전히 새로운 사람으로 성장시킬 수 있는 특별한 인연이 될 수 있어요."
    }
  },
  "meta": {
    "created_at": "2025-10-15",
    "compatibility_level": "많은 노력 필요",
    "keywords": ["충돌", "차이", "도전", "성장", "노력"]
  }
}
