{
  "zodiac1": "rat",
  "zodiac2": "dog",
  "fortune_type": "compatibility",
  "title": "🐭 쥐띠 × 🐕 개띠 궁합",
  "content": {
    "overview": {
      "title": "## 전체 궁합",
      "score": 65,
      "summary": "쥐띠와 개띠는 서로 다르지만 배울 점이 있는 관계예요. 쥐띠는 영리하고 적응력이 뛰어나며 사교적이고, 개띠는 충성스럽고 정직하며 보호 본능이 강해요. 음양오행으로 보면 쥐띠의 물(水)과 개띠의 토(土)는 수생토(水生土)로 쥐띠가 개띠를 키워주는 관계예요. 쥐띠의 지혜가 개띠에게 도움이 될 수 있고, 개띠의 충성심이 쥐띠에게 안정감을 줄 수 있어요. 하지만 쥐띠의 유연하고 전략적인 면과 개띠의 원칙적이고 정직한 면이 충돌할 수 있어요. 서로를 신뢰하고 이해하려는 노력이 있다면 좋은 관계를 만들 수 있지만, 가치관의 차이를 극복하는 데 시간이 필요해요."
    },
    "love_compatibility": {
      "title": "## 연애 궁합",
      "score": 62,
      "content": "연애할 때 두 사람은 서로에게 끌리는 면이 있어요. 쥐띠는 개띠의 진실함과 충성심에 안정감을 느끼고, 개띠는 쥐띠의 영리함과 재치에 매력을 느껴요. 개띠는 쥐띠를 정말 진심으로 사랑하고 보호하려 해요. 하지만 시간이 지나면서 차이가 부담이 될 수 있어요. 쥐띠는 유연하고 상황에 따라 전략적으로 행동하지만, 개띠는 원칙적이고 정직하게 살고 싶어해요. 쥐띠의 많은 친구 관계와 사교 활동이 개띠를 불안하게 만들 수 있어요. 개띠는 쥐띠가 사람들 앞에서 다르게 행동하거나 전략적으로 말하는 것을 위선적이라고 느낄 수 있어요. 쥐띠는 개띠의 지나친 의심과 고지식함이 답답할 수 있어요. 의사소통에서도 어려움이 있어요. 개띠는 솔직하고 직설적으로 말하지만, 쥐띠는 상황에 맞게 말하는 편이어서 개띠가 불신하게 될 수 있어요. 서로를 이해하려면 시간과 노력이 필요해요. 쥐띠는 개띠에게 투명하고 솔직하게 행동하고, 개띠는 쥐띠의 사교성을 이해하고 신뢰해주세요."
    },
    "marriage_compatibility": {
      "title": "## 결혼 궁합",
      "score": 68,
      "content": "결혼 생활에서는 서로를 보완할 수 있는 부분도 있지만 조율이 필요해요. 개띠는 가정에 헌신적이고 책임감이 강해서 안정적인 기반을 만들어요. 쥐띠는 영리한 재테크로 경제적 풍요를 가져와요. 개띠의 성실함과 쥐띠의 지혜가 만나면 튼튼한 가정을 꾸릴 수 있어요. 육아에서도 나름 좋은 조합이에요. 개띠는 아이들에게 도덕성과 책임감을 가르치고, 쥐띠는 사회성과 적응력을 키워줘요. 하지만 가치관의 차이로 갈등이 있을 수 있어요. 쥐띠는 실용적이고 현실적으로 판단하지만, 개띠는 옳고 그름의 원칙을 중요하게 생각해요. 쥐띠가 사회생활에서 전략적으로 행동하는 것을 개띠가 이해하지 못하고 비판할 수 있어요. 쥐띠의 많은 친구와 외부 활동이 개띠에게 부담이 될 수 있고, 개띠의 의심이 쥐띠를 억울하게 만들 수 있어요. 신뢰를 쌓는 것이 가장 중요해요. 쥐띠는 개띠에게 투명하게 행동하고 안심시켜주고, 개띠는 쥐띠를 믿고 자유를 주세요. 정기적으로 대화하며 오해를 풀고 서로를 이해하려 노력하면 안정적인 부부가 될 수 있어요."
    },
    "business_compatibility": {
      "title": "## 사업/직장 궁합",
      "score": 63,
      "content": "함께 일할 때는 역할 분담이 중요해요. 쥐띠가 전략, 마케팅, 네트워킹을 담당하고 개띠가 운영, 관리, 품질 유지를 맡으면 균형을 이룰 수 있어요. 개띠는 성실하고 책임감이 강해서 맡은 일을 완수하고, 쥐띠는 기민하게 기회를 포착하고 비즈니스를 확장해요. 개띠의 정직함이 회사의 신뢰를 쌓고, 쥐띠의 영리함이 경쟁력을 높여요. 하지만 업무 방식과 가치관의 차이로 충돌할 수 있어요. 쥐띠는 상황에 따라 유연하게 대처하고 싶지만, 개띠는 원칙을 지키며 일하고 싶어해요. 쥐띠의 전략적 접근을 개띠가 부정직하다고 오해할 수 있고, 개띠의 고지식함을 쥐띠가 답답하게 느낄 수 있어요. 특히 영업이나 협상에서 쥐띠의 방식을 개띠가 못마땅해할 수 있어요. 서로의 접근 방식을 존중하고, 각자의 강점을 인정하면 협력할 수 있어요. 중요한 결정을 내릴 때는 쥐띠의 전략과 개띠의 원칙을 모두 고려하세요. 명확한 업무 프로세스와 윤리 기준을 함께 만들면 갈등을 줄일 수 있어요."
    },
    "friendship_compatibility": {
      "title": "## 친구 궁합",
      "score": 67,
      "content": "친구로서는 서로에게 배울 점이 있는 관계예요. 개띠는 쥐띠 친구에게 변함없는 충성심과 진실한 조언을 제공하고, 쥐띠는 개띠 친구에게 지혜와 사회적 기회를 선사해요. 개띠는 쥐띠가 어려울 때 정말 든든하게 곁을 지켜줘요. 쥐띠는 개띠에게 새로운 경험과 사람들을 소개해줘요. 하지만 자주 만나면 서로의 차이가 부담이 될 수 있어요. 쥐띠는 여러 친구들과 유연하게 어울리지만, 개띠는 소수의 친구와 깊은 관계를 원해요. 쥐띠가 다른 친구들과도 잘 지내는 것을 개띠가 서운해할 수 있어요. 개띠의 지나친 충성심 요구가 쥐띠를 부담스럽게 만들 수 있어요. 쥐띠의 전략적이고 때로는 변덕스러운 면을 개띠가 이해하기 어려울 수 있고, 개띠의 원칙적이고 때로는 비판적인 면을 쥐띠가 답답해할 수 있어요. 적당한 거리를 두고 만나면서 서로의 장점을 존중하는 관계로 유지하면 좋아요. 서로에게 너무 많은 것을 기대하지 말고, 있는 그대로를 받아들이세요."
    },
    "strengths": {
      "title": "## 이 궁합의 강점",
      "items": [
        "음양오행상 물이 토를 키우는 긍정적 관계예요",
        "쥐띠의 지혜와 개띠의 충성심이 조화를 이룰 수 있어요",
        "개띠의 성실함이 쥐띠에게 안정감을 줘요",
        "쥐띠의 영리함이 개띠에게 도움이 돼요",
        "서로를 보완하며 성장할 수 있는 관계예요"
      ]
    },
    "challenges": {
      "title": "## 주의할 점",
      "items": [
        "쥐띠의 전략적 면과 개띠의 정직함이 충돌해요",
        "개띠의 의심이 쥐띠를 억울하게 만들어요",
        "쥐띠의 사교성이 개띠를 불안하게 해요",
        "가치관과 우선순위의 차이가 있어요",
        "신뢰를 쌓는 데 시간이 걸려요"
      ]
    },
    "advice": {
      "title": "## 좋은 관계를 위한 조언",
      "content": "쥐띠인 당신은 개띠에게 투명하고 솔직하게 행동하세요. 개띠는 진실을 가장 중요하게 생각하니까, 작은 거짓말이나 전략적 행동도 신뢰를 깨뜨릴 수 있어요. 당신의 많은 친구 관계와 사회 활동에 대해 개띠에게 설명하고 안심시켜주세요. 개띠의 충성심과 헌신을 인정하고 감사하세요. 그들의 원칙을 존중하고, 때로는 당신도 조금 더 정직하고 직설적으로 행동해보세요. 개띠인 상대방은 쥐띠를 믿고 자유를 주세요. 쥐띠의 사교성이나 전략적 사고를 부정직하다고 비판하지 마세요. 그것이 그들의 강점이고 생존 방식이에요. 지나친 의심이나 충성심 요구는 쥐띠를 숨막히게 만들어요. 조금 더 유연하고 관대해지려 노력하세요. 쥐띠의 지혜를 신뢰하고 배우세요. 두 분 모두, 서로의 다른 가치관을 인정하고 존중하세요. 쥐띠는 개띠의 정직함에서 안정을 배우고, 개띠는 쥐띠의 유연함에서 지혜를 배울 수 있어요. 신뢰를 쌓는 데 시간이 걸리지만, 일단 신뢰가 형성되면 든든한 관계가 될 수 있어요."
    }
  },
  "meta": {
    "created_at": "2025-10-15",
    "compatibility_level": "보통",
    "keywords": ["신뢰", "충성", "정직", "이해", "보완"]
  }
}
