{
  "zodiac1": "rat",
  "zodiac2": "tiger",
  "fortune_type": "compatibility",
  "title": "🐭 쥐띠 × 🐯 호랑이띠 궁합",
  "content": {
    "overview": {
      "title": "## 전체 궁합",
      "score": 55,
      "summary": "쥐띠와 호랑이띠는 서로 배울 점이 많은 관계예요! 두 분은 성격이 많이 다르지만, 그 차이가 새로운 자극과 성장의 기회가 될 수 있어요. 쥐띠는 영리하고 신중하며 실용적이고, 호랑이띠는 용감하고 열정적이며 직선적이에요. 음양오행으로 보면 쥐띠의 물(水)과 호랑이띠의 목(木)은 수생목(水生木)으로 쥐띠가 호랑이띠를 키워주는 관계예요. 하지만 성향 차이로 인한 오해와 충돌이 있을 수 있어요. 서로를 이해하고 존중하려는 노력이 필요하지만, 그 노력이 두 분을 더욱 성숙하게 만들어줄 거예요."
    },
    "love_compatibility": {
      "title": "## 연애 궁합",
      "score": 52,
      "content": "연애할 때 두 사람은 처음에는 서로의 다른 매력에 끌릴 수 있어요. 쥐띠는 호랑이띠의 당당함과 열정에 매료되고, 호랑이띠는 쥐띠의 영리함과 재치에 흥미를 느껴요. 하지만 시간이 지나면서 차이가 부담이 될 수 있어요. 쥐띠는 계획적이고 신중한 데이트를 선호하지만, 호랑이띠는 즉흥적이고 모험적인 걸 좋아해요. 쥐띠의 조심스러움이 호랑이띠에게는 소극적으로 보일 수 있고, 호랑이띠의 대담함이 쥐띠에게는 무모하게 느껴질 수 있어요. 서로의 스타일을 인정하고 중간 지점을 찾으려는 노력이 필요해요. 때로는 쥐띠가 호랑이띠의 모험을 따라가보고, 때로는 호랑이띠가 쥐띠의 계획에 맞춰주면 관계가 더 풍부해질 수 있어요."
    },
    "marriage_compatibility": {
      "title": "## 결혼 궁합",
      "score": 58,
      "content": "결혼 생활에서는 많은 조율이 필요한 조합이에요. 쥐띠는 안정적이고 계획적인 가정 운영을 원하지만, 호랑이띠는 자유롭고 역동적인 삶을 추구해요. 재정 관리에서도 견해 차이가 있을 수 있어요. 쥐띠는 절약하고 저축하는 걸 중요하게 생각하지만, 호랑이띠는 지금 이 순간을 즐기는 데 투자하고 싶어해요. 육아 방식에서도 쥐띠는 신중하고 보호적인 반면, 호랑이띠는 아이들이 독립적이고 용감하게 자라길 원해요. 하지만 이런 차이가 균형을 만들 수도 있어요. 쥐띠가 실용적인 안정감을 제공하고, 호랑이띠가 활력과 용기를 불어넣으면 풍성한 가정이 될 수 있어요. 중요한 결정을 내릴 때는 충분히 대화하고 타협점을 찾으세요. 서로를 존중하고 배우려는 마음이 있다면 성장하는 부부가 될 수 있어요."
    },
    "business_compatibility": {
      "title": "## 사업/직장 궁합",
      "score": 55,
      "content": "함께 일할 때는 명확한 역할 분담이 중요해요. 쥐띠는 시장 분석과 전략 수립, 재무 관리에 강하고, 호랑이띠는 리더십과 추진력, 대외 활동에 능해요. 쥐띠가 신중하게 계획을 세우고 리스크를 관리하면, 호랑이띠가 과감하게 실행하고 새로운 영역을 개척하는 식으로 협력하면 좋아요. 하지만 의사결정 방식의 차이로 충돌할 수 있어요. 쥐띠는 모든 가능성을 검토하고 싶어하지만, 호랑이띠는 직관을 믿고 빠르게 결정하고 싶어해요. 쥐띠의 신중함이 호랑이띠를 답답하게 만들고, 호랑이띠의 과감함이 쥐띠를 불안하게 만들 수 있어요. 서로의 접근 방식을 배우고 존중하면, 신중함과 추진력이 균형을 이루는 강한 팀이 될 수 있어요. 중요한 프로젝트에서는 쥐띠의 분석과 호랑이띠의 결단을 모두 활용하세요."
    },
    "friendship_compatibility": {
      "title": "## 친구 궁합",
      "score": 60,
      "content": "친구로서는 서로에게 신선한 자극이 되는 관계예요. 쥐띠 친구는 호랑이띠에게 현실적인 조언과 영리한 해결책을 제시해주고, 호랑이띠 친구는 쥐띠에게 용기와 새로운 경험을 선사해요. 함께 있으면 쥐띠는 평소보다 더 대담해지고, 호랑이띠는 더 신중해질 수 있어요. 하지만 자주 만나면 피곤할 수 있는 조합이에요. 쥐띠는 호랑이띠의 거침없는 말과 행동에 당황할 수 있고, 호랑이띠는 쥐띠의 계산적인 면이 부담스러울 수 있어요. 적당한 거리를 두고 만나면서 서로의 장점을 배우는 관계로 유지하면 좋아요. 서로 다른 점을 비판하지 말고 흥미로운 차이로 받아들이세요. 가끔 만나 서로의 다른 세계를 경험하고 시야를 넓히는 친구가 될 수 있어요."
    },
    "strengths": {
      "title": "## 이 궁합의 강점",
      "items": [
        "서로에게 없는 장점을 배울 수 있어요",
        "쥐띠의 지혜와 호랑이띠의 용기가 만나면 강력해요",
        "음양오행상 물이 나무를 키우는 긍정적 관계예요",
        "서로 다른 관점으로 문제를 다각도로 볼 수 있어요",
        "정체되지 않고 계속 성장하는 역동적인 관계예요"
      ]
    },
    "challenges": {
      "title": "## 주의할 점",
      "items": [
        "쥐띠의 신중함과 호랑이띠의 충동성이 충돌할 수 있어요",
        "의사소통 방식이 달라 오해가 생길 수 있어요",
        "가치관과 우선순위의 차이로 갈등이 있을 수 있어요",
        "호랑이띠의 직설적인 말이 쥐띠에게 상처가 될 수 있어요",
        "쥐띠의 조심스러움이 호랑이띠를 답답하게 만들 수 있어요"
      ]
    },
    "advice": {
      "title": "## 좋은 관계를 위한 조언",
      "content": "쥐띠인 당신은 호랑이띠의 열정과 용기를 존중해주세요. 그들의 대담함이 때로는 무모해 보여도, 그것이 새로운 기회를 가져올 수 있어요. 당신의 신중한 조언을 강요하지 말고 제안하는 방식으로 전달하세요. 때로는 계산을 내려놓고 호랑이띠와 함께 모험을 즐겨보세요. 새로운 경험이 당신을 성장시킬 거예요. 호랑이띠인 상대방은 쥐띠의 신중함을 겁이 아닌 지혜로 봐주세요. 그들의 계획과 분석이 당신을 보호하고 더 나은 결과를 만들어줄 수 있어요. 중요한 결정을 내릴 때는 쥐띠의 말에 귀 기울여보세요. 그리고 쥐띠가 더 용감해질 수 있도록 응원하고 격려해주세요. 서로 다른 스타일을 인정하고, 그 차이에서 배우려는 열린 마음을 가지세요. 쉽지 않은 조합이지만, 노력한 만큼 두 분 모두 더 나은 사람이 될 수 있어요."
    }
  },
  "meta": {
    "created_at": "2025-10-15",
    "compatibility_level": "노력 필요",
    "keywords": ["차이", "성장", "배움", "도전", "균형"]
  }
}
