{
  "zodiac1": "rat",
  "zodiac2": "rooster",
  "fortune_type": "compatibility",
  "title": "🐭 쥐띠 × 🐓 닭띠 궁합",
  "content": {
    "overview": {
      "title": "## 전체 궁합",
      "score": 50,
      "summary": "쥐띠와 닭띠는 서로 배울 점이 많은 관계예요. 두 분은 성향이 많이 달라서 함께하려면 노력이 필요해요. 쥐띠는 유연하고 적응력이 뛰어나며 전략적이지만, 닭띠는 규칙적이고 원칙적이며 완벽주의적이에요. 음양오행으로 보면 쥐띠의 물(水)과 닭띠의 금(金)은 금생수(金生水)로 닭띠가 쥐띠를 키워주는 관계예요. 닭띠의 체계적인 면이 쥐띠에게 도움이 될 수 있어요. 하지만 쥐띠의 유연함과 닭띠의 고집스러움이 충돌할 수 있고, 쥐띠의 사교성과 닭띠의 비판적인 면이 마찰을 일으킬 수 있어요. 서로를 이해하고 존중하려는 의지가 있다면 충분히 좋은 관계를 만들 수 있지만, 쉽지 않은 조합이에요."
    },
    "love_compatibility": {
      "title": "## 연애 궁합",
      "score": 48,
      "content": "연애할 때 두 사람은 서로 다른 점에 끌릴 수도, 부딪힐 수도 있어요. 쥐띠는 닭띠의 정확함과 책임감에 호감을 느낄 수 있고, 닭띠는 쥐띠의 영리함과 사교성에 관심을 가질 수 있어요. 하지만 연애 스타일이 많이 달라요. 쥐띠는 유연하고 때로는 즉흥적인 데이트를 즐기지만, 닭띠는 계획적이고 규칙적인 만남을 선호해요. 닭띠는 시간 약속이나 예절을 중요하게 생각하는데 쥐띠가 가끔 늦거나 계획을 바꾸면 불편해해요. 닭띠의 비판적이고 잔소리하는 면이 쥐띠를 답답하게 만들고, 쥐띠의 많은 친구 관계와 사교 활동이 닭띠를 불안하게 만들 수 있어요. 의사소통에서도 어려움이 있어요. 쥐띠는 전략적으로 말하고 때로는 돌려 말하지만, 닭띠는 직설적이고 솔직해서 쥐띠가 상처받을 수 있어요. 서로의 스타일을 이해하고 타협하려는 노력이 많이 필요해요. 쥐띠는 조금 더 규칙적이고 약속을 지키려 노력하고, 닭띠는 조금 더 유연하고 관대해지려고 노력하세요."
    },
    "marriage_compatibility": {
      "title": "## 결혼 궁합",
      "score": 52,
      "content": "결혼 생활에서는 서로를 보완할 수도 있지만 충돌도 많을 수 있어요. 재정 관리에서는 나름 잘 맞을 수 있어요. 닭띠는 꼼꼼하게 기록하고 관리하고, 쥐띠는 영리하게 투자하고 절약해요. 함께 경제적으로 안정된 기반을 만들 수 있어요. 하지만 일상생활에서 마찰이 많아요. 닭띠는 집안을 깔끔하고 규칙적으로 유지하고 싶어하지만, 쥐띠는 좀 더 자유롭고 유연하게 살고 싶어해요. 닭띠가 정리정돈이나 생활 습관에 대해 지적하면 쥐띠가 답답하고 간섭받는다고 느껴요. 육아에서도 의견 차이가 있을 수 있어요. 닭띠는 규칙과 원칙을 강조하지만, 쥐띠는 아이의 적응력과 유연성을 키우고 싶어해요. 쥐띠의 사교 활동이 닭띠에게 부담이 될 수 있고, 닭띠의 잔소리가 쥐띠를 지치게 만들 수 있어요. 이 관계를 유지하려면 서로의 장점을 인정하고 단점을 너그럽게 받아들여야 해요. 명확한 역할 분담과 각자의 공간을 존중하는 것도 도움이 돼요. 정기적으로 대화하며 불만을 쌓아두지 말고 건설적으로 해결하세요."
    },
    "business_compatibility": {
      "title": "## 사업/직장 궁합",
      "score": 55,
      "content": "함께 일할 때는 역할에 따라 궁합이 달라져요. 쥐띠가 전략과 네트워킹을 담당하고 닭띠가 실행과 품질 관리를 맡으면 나름 잘 돌아갈 수 있어요. 닭띠의 정확성과 꼼꼼함이 실수를 줄이고, 쥐띠의 기민함과 적응력이 기회를 포착해요. 재무 관리나 회계 업무에서 닭띠의 능력이 빛을 발하고, 영업이나 마케팅에서 쥐띠가 강점을 보여요. 하지만 의사소통과 업무 방식에서 충돌이 있을 수 있어요. 닭띠는 완벽주의적이어서 세부 사항에 집착하지만, 쥐띠는 큰 그림을 보고 빠르게 움직이고 싶어해요. 닭띠가 너무 원칙적이고 융통성이 없으면 쥐띠가 답답해하고, 쥐띠가 너무 유연하고 변화무쌍하면 닭띠가 불안해해요. 닭띠의 비판적인 피드백이 쥐띠에게 공격적으로 느껴질 수 있고, 쥐띠의 전략적 접근이 닭띠에게 불투명하게 보일 수 있어요. 명확한 업무 프로세스를 만들고, 서로의 전문성을 인정하며, 각자의 영역을 존중하면 협력할 수 있어요. 감정적 충돌을 줄이기 위해 소통은 간결하고 명확하게 하세요."
    },
    "friendship_compatibility": {
      "title": "## 친구 궁합",
      "score": 52,
      "content": "친구로서는 가끔 만나는 관계가 적당해요. 자주 만나면 서로의 다른 점이 부담이 될 수 있어요. 쥐띠는 여러 친구들과 유연하게 어울리고 싶지만, 닭띠는 정확한 약속과 계획을 원해요. 쥐띠가 약속 시간에 늦거나 갑자기 계획을 바꾸면 닭띠는 불편해해요. 닭띠의 직설적이고 때로는 비판적인 말투가 쥐띠에게 상처가 될 수 있어요. 쥐띠의 많은 친구 관계와 사교 활동을 닭띠가 이해하기 어려울 수 있고, 닭띠의 원칙적이고 완벽주의적인 면을 쥐띠가 답답하게 느낄 수 있어요. 하지만 서로를 존중하고 기대치를 낮추면 나름대로 좋은 점도 있어요. 닭띠는 쥐띠에게 정직하고 현실적인 조언을 해줄 수 있고, 쥐띠는 닭띠에게 유연함과 사교성을 보여줄 수 있어요. 자주 보는 절친보다는 가끔 만나서 서로 다른 관점을 나누는 지인 정도가 편해요. 서로의 다른 점을 비판하지 말고 흥미로운 차이로 받아들이세요."
    },
    "strengths": {
      "title": "## 이 궁합의 강점",
      "items": [
        "음양오행상 금이 물을 생성하는 긍정적 관계예요",
        "닭띠의 꼼꼼함과 쥐띠의 지혜가 보완될 수 있어요",
        "재정 관리에서 좋은 조합을 이룰 수 있어요",
        "닭띠의 원칙이 쥐띠에게 안정감을 줄 수 있어요",
        "쥐띠의 유연함이 닭띠를 더 편하게 만들어줄 수 있어요"
      ]
    },
    "challenges": {
      "title": "## 주의할 점",
      "items": [
        "쥐띠의 유연함과 닭띠의 고집이 충돌해요",
        "닭띠의 비판적인 면이 쥐띠에게 상처를 줘요",
        "쥐띠의 사교성이 닭띠를 불안하게 만들어요",
        "생활 습관과 가치관의 차이가 커요",
        "의사소통 방식이 달라 오해가 자주 생겨요"
      ]
    },
    "advice": {
      "title": "## 좋은 관계를 위한 조언",
      "content": "쥐띠인 당신은 닭띠의 원칙과 규칙을 존중해주세요. 그들에게 약속 시간을 지키고 계획을 함부로 바꾸지 않는 것이 중요해요. 닭띠의 잔소리나 비판을 공격으로 받아들이지 말고, 그들이 더 나은 결과를 원하기 때문임을 이해하세요. 당신의 많은 친구 관계에 대해 닭띠에게 투명하게 설명하고 안심시켜주세요. 가끔은 닭띠의 완벽주의를 인정하고 칭찬해주세요. 닭띠인 상대방은 쥐띠의 유연함과 적응력을 비판하지 마세요. 그들의 사교성이 문제가 아니라 장점임을 인정하세요. 너무 원칙적이고 융통성 없게 굴면 쥐띠가 답답해해요. 조금 더 관대하고 유연해지려고 노력하세요. 비판보다는 칭찬과 격려를 더 많이 하세요. 쥐띠의 전략적 사고를 신뢰하고 존중하세요. 두 분 모두, 서로를 바꾸려 하지 말고 있는 그대로 받아들이세요. 기대치를 낮추고 서로의 장점에 집중하면 충분히 좋은 관계를 만들 수 있어요. 쉽지 않은 조합이지만 노력한 만큼 서로에게 배울 점이 많은 인연이에요."
    }
  },
  "meta": {
    "created_at": "2025-10-15",
    "compatibility_level": "노력 필요",
    "keywords": ["차이", "원칙", "유연성", "이해", "타협"]
  }
}
