{
  "zodiac1": "rat",
  "zodiac2": "monkey",
  "fortune_type": "compatibility",
  "title": "🐭 쥐띠 × 🐵 원숭이띠 궁합",
  "content": {
    "overview": {
      "title": "## 전체 궁합",
      "score": 93,
      "summary": "쥐띠와 원숭이띠는 환상의 조합이에요! 두 분은 서로를 완전히 이해하고 즐겁게 지낼 수 있는 최고의 파트너예요. 둘 다 영리하고 재치 있으며 사교적이어서 함께 있으면 지루할 틈이 없어요. 음양오행으로 보면 쥐띠의 물(水)과 원숭이띠의 금(金)은 금생수(金生水)로 원숭이띠가 쥐띠를 키워주는 긍정적인 관계예요. 전통적으로도 쥐-용-원숭이는 삼합(三合)으로 최고의 궁합으로 여겨져요. 서로의 아이디어를 발전시키고, 함께 문제를 해결하고, 끊임없이 대화하며 즐거운 시간을 보낼 수 있어요. 이 조합은 사랑, 우정, 비즈니스 모든 면에서 탁월해요!"
    },
    "love_compatibility": {
      "title": "## 연애 궁합",
      "score": 91,
      "content": "연애할 때 두 사람은 정말 즐겁고 흥미진진한 시간을 보내요! 쥐띠와 원숭이띠는 서로의 재치와 유머에 끌려요. 대화가 끊이지 않고 함께 웃고 떠들며 행복한 시간을 보낼 수 있어요. 데이트도 매번 신나고 창의적이에요. 원숭이띠가 재미있는 아이디어를 내면 쥐띠가 그것을 더욱 완벽하게 만들고, 쥐띠가 계획을 세우면 원숭이띠가 거기에 재미를 더해요. 둘 다 영리해서 서로를 깊이 이해하고, 사교적이어서 함께 친구들과 어울리는 것도 즐거워요. 서로의 장난과 농담을 이해하고 받아줄 수 있어요. 작은 문제들도 재치 있게 해결할 수 있어요. 다만 둘 다 똑똑하고 자존심이 있어서 가끔 언쟁이 치열할 수 있어요. 하지만 금방 화해하고 다시 웃을 수 있는 관계예요. 서로를 존중하고 솔직하게 대하면 오래도록 사랑하며 지낼 수 있어요."
    },
    "marriage_compatibility": {
      "title": "## 결혼 궁합",
      "score": 94,
      "content": "결혼하면 역동적이고 즐거운 가정을 꾸릴 수 있어요! 쥐띠와 원숭이띠는 함께 있으면 지루할 틈이 없어요. 둘 다 똑똑해서 재테크도 잘하고 경제적으로 풍요로운 삶을 살 수 있어요. 쥐띠는 실용적인 재정 관리를 하고, 원숭이띠는 창의적인 수입원을 찾아내요. 육아에서도 훌륭한 조합이에요. 둘 다 아이들에게 지혜와 유머를 가르쳐주고, 창의적이고 사회성 좋은 아이로 키울 수 있어요. 부부 간의 대화가 끊이지 않고 서로에게 최고의 친구이자 조언자가 될 수 있어요. 문제가 생겨도 함께 머리를 맞대고 영리하게 해결해요. 일상생활도 즐거워요. 함께 새로운 것을 시도하고, 여행하고, 친구들과 어울리며 활기찬 삶을 살아요. 다만 둘 다 변덕스러울 수 있어서 중요한 결정을 내릴 때는 신중해야 해요. 또 둘 다 사교적이어서 외부 활동이 많아 집안일이 소홀해질 수 있으니 역할을 나눠서 책임지세요. 서로를 믿고 지지하면 평생 즐겁고 행복한 부부로 살 수 있어요!"
    },
    "business_compatibility": {
      "title": "## 사업/직장 궁합",
      "score": 95,
      "content": "함께 일하면 정말 강력한 팀이 되요! 쥐띠와 원숭이띠는 비즈니스에서 최고의 파트너십을 만들어요. 둘 다 영리하고 빠르게 움직이며 기회를 놓치지 않아요. 쥐띠는 시장 분석과 전략 수립에 강하고, 원숭이띠는 창의적인 아이디어와 문제 해결에 탁월해요. 함께 있으면 아이디어가 끊임없이 나오고 그것을 빠르게 실행에 옮길 수 있어요. 의사소통이 빠르고 효율적이어서 회의도 생산적이에요. 위기 상황에서도 강해요. 둘 다 기민하고 적응력이 뛰어나서 어떤 문제도 창의적으로 해결할 수 있어요. 네트워킹도 잘해서 사업 기회를 많이 만들어내요. 재무 관리도 똑똑하게 해서 수익을 극대화할 수 있어요. 다만 둘 다 너무 많은 아이디어를 내서 집중력이 흐트러질 수 있으니 우선순위를 정하고 실행에 집중하세요. 둘 다 주도권을 잡고 싶어할 수 있으니 역할을 명확히 나누고 서로를 존중하세요. 이 조합은 스타트업이나 창의적인 사업에 특히 좋아요!"
    },
    "friendship_compatibility": {
      "title": "## 친구 궁합",
      "score": 96,
      "content": "친구로서 두 사람은 최고의 조합이에요! 쥐띠와 원숭이띠는 함께 있으면 정말 재미있어요. 끊임없이 웃고 떠들며 즐거운 시간을 보낼 수 있어요. 비슷한 유머 감각과 관심사를 공유해서 대화가 끊이지 않아요. 함께 새로운 것을 시도하고 모험하는 것을 좋아해요. 파티, 여행, 새로운 취미 뭐든 함께 하면 즐거워요. 서로의 고민을 잘 이해하고 실질적인 조언도 해줄 수 있어요. 둘 다 똑똑해서 서로를 존경하고 배울 점을 인정해요. 장난도 많이 치지만 진지할 때는 진지하게 서로를 도와줘요. 친구 그룹에서 함께 있으면 분위기 메이커가 되어 모두를 즐겁게 만들어요. 경쟁심이 생길 수도 있지만 건강한 라이벌 의식으로 서로를 자극하고 성장시켜요. 평생 가는 절친이 될 수 있는 최고의 궁합이에요. 서로를 응원하고 함께 성장하며 인생을 더욱 즐겁게 만들어주는 관계예요!"
    },
    "strengths": {
      "title": "## 이 궁합의 강점",
      "items": [
        "둘 다 영리하고 재치 있어 지적인 교감이 뛰어나요",
        "음양오행상 금이 물을 생성하는 긍정적 관계예요",
        "전통적으로 삼합(三合) 관계로 최고의 궁합이에요",
        "비슷한 가치관과 생활 방식으로 잘 맞아요",
        "함께 있으면 끊임없이 즐겁고 흥미로워요",
        "비즈니스, 사랑, 우정 모든 면에서 탁월한 조합이에요"
      ]
    },
    "challenges": {
      "title": "## 주의할 점",
      "items": [
        "둘 다 똑똑해서 언쟁이 치열해질 수 있어요",
        "서로 주도권을 잡으려는 경향이 있어요",
        "둘 다 변덕스러워 중요한 결정에서 혼란이 있을 수 있어요",
        "너무 많은 아이디어로 집중력이 분산될 수 있어요",
        "둘 다 바쁘게 지내서 깊은 소통이 부족할 수 있어요"
      ]
    },
    "advice": {
      "title": "## 좋은 관계를 위한 조언",
      "content": "쥐띠인 당신은 원숭이띠의 창의성과 유머를 즐기고 존중하세요. 그들의 때로는 엉뚱한 아이디어도 경청하고 함께 발전시켜보세요. 당신의 실용적인 감각과 원숭이띠의 창의성이 만나면 놀라운 결과를 만들 수 있어요. 언쟁이 생겨도 감정적으로 대응하지 말고 유머로 풀어보세요. 원숭이띠도 당신만큼 똑똑하니까 존중하고 협력하세요. 원숭이띠인 상대방은 쥐띠의 전략적 사고와 실용성을 인정하고 배우세요. 그들의 신중함이 때로 재미없어 보여도, 그것이 당신을 보호하고 더 나은 결과를 만들어줘요. 장난이 지나치지 않도록 조심하고, 진지할 때는 진지하게 대하세요. 쥐띠도 당신만큼 자존심이 있으니까 존중하는 마음을 잊지 마세요. 두 분 모두, 너무 많은 일을 벌이기보다는 중요한 것에 집중하세요. 바쁘게 지내더라도 정기적으로 깊은 대화를 나누며 관계를 돌보세요. 이 관계는 정말 특별하고 축복받은 인연이에요. 서로를 믿고 지지하며 함께 성장하고 즐기세요!"
    }
  },
  "meta": {
    "created_at": "2025-10-15",
    "compatibility_level": "매우 좋음",
    "keywords": ["삼합", "천생연분", "재치", "즐거움", "시너지"]
  }
}
