{
  "zodiac1": "rat",
  "zodiac2": "snake",
  "fortune_type": "compatibility",
  "title": "🐭 쥐띠 × 🐍 뱀띠 궁합",
  "content": {
    "overview": {
      "title": "## 전체 궁합",
      "score": 68,
      "summary": "쥐띠와 뱀띠는 신비롭고 흥미로운 관계를 만들 수 있어요. 두 분은 모두 영리하고 전략적이며 관찰력이 뛰어나요. 음양오행으로 보면 쥐띠의 물(水)과 뱀띠의 화(火)는 수극화(水克火)로 쥐띠가 뱀띠를 제어하는 관계예요. 하지만 이것이 꼭 나쁜 것만은 아니에요. 쥐띠의 유연함이 뱀띠의 강렬함을 조절하고, 뱀띠의 직관이 쥐띠에게 깊이를 더해줄 수 있어요. 두 분 모두 겉으로 드러내지 않는 내면이 있어서 서로를 완전히 이해하는 데 시간이 걸려요. 신뢰를 쌓고 마음을 열면 깊은 유대감을 형성할 수 있지만, 서로 의심하거나 경계하면 거리가 생길 수 있어요."
    },
    "love_compatibility": {
      "title": "## 연애 궁합",
      "score": 65,
      "content": "연애할 때 두 사람은 서로에게 미스터리한 매력을 느껴요. 쥐띠는 뱀띠의 신비로운 분위기와 깊이에 끌리고, 뱀띠는 쥐띠의 재치와 활기에 흥미를 가져요. 둘 다 똑똑하고 관찰력이 뛰어나서 대화가 지적이고 흥미로워요. 하지만 감정 표현 방식이 달라서 오해가 생길 수 있어요. 쥐띠는 활발하고 사교적이지만, 뱀띠는 조용하고 내성적이에요. 쥐띠의 많은 친구 관계가 뱀띠에게 질투심을 불러일으킬 수 있고, 뱀띠의 소유욕이 쥐띠를 답답하게 만들 수 있어요. 뱀띠는 깊고 집중적인 사랑을 원하지만, 쥐띠는 자유롭고 유연한 관계를 선호해요. 서로의 스타일을 이해하고 신뢰를 쌓는 것이 중요해요. 쥐띠는 뱀띠에게 안정감을 주고, 뱀띠는 쥐띠에게 깊이 있는 사랑을 보여주세요. 의심과 질투를 내려놓고 솔직하게 소통하면 독특하고 매력적인 사랑을 만들 수 있어요."
    },
    "marriage_compatibility": {
      "title": "## 결혼 궁합",
      "score": 70,
      "content": "결혼 생활에서는 서로를 깊이 이해하려는 노력이 필요해요. 쥐띠와 뱀띠 모두 지혜롭고 전략적이어서 함께 계획을 세우고 목표를 달성하는 데 능해요. 재테크에도 관심이 많아서 경제적으로 안정된 가정을 꾸릴 수 있어요. 쥐띠는 기회를 포착하고, 뱀띠는 장기적인 투자 안목을 가지고 있어요. 육아에서는 약간의 조율이 필요해요. 쥐띠는 아이들에게 사회성을 강조하지만, 뱀띠는 신중함과 선택적 관계를 중요하게 생각해요. 부부 간의 소통에서 주의가 필요해요. 둘 다 속마음을 잘 드러내지 않아서 오해가 쌓일 수 있어요. 쥐띠의 사교 활동이 뱀띠에게 불안감을 줄 수 있고, 뱀띠의 의심이 쥐띠를 억울하게 만들 수 있어요. 정기적으로 진솔한 대화를 나누고, 서로에 대한 신뢰를 확인하는 것이 중요해요. 서로를 존중하고 공간을 주면서도 깊은 유대감을 유지하면 오래도록 함께할 수 있어요."
    },
    "business_compatibility": {
      "title": "## 사업/직장 궁합",
      "score": 72,
      "content": "함께 일할 때는 전략적이고 영리한 팀을 만들 수 있어요. 쥐띠와 뱀띠 모두 머리가 좋고 계획적이어서 비즈니스 감각이 뛰어나요. 쥐띠는 시장 동향을 빠르게 읽고 네트워크를 활용하는 데 강하고, 뱀띠는 심층 분석과 장기 전략에 능해요. 투자나 재무 관련 사업에서 특히 잘 맞을 수 있어요. 둘 다 신중하고 계산적이어서 리스크 관리를 잘해요. 하지만 의사결정 과정에서 충돌할 수 있어요. 쥐띠는 빠르게 적응하고 변화를 주려 하지만, 뱀띠는 깊이 생각하고 확신이 설 때까지 움직이지 않으려고 해요. 또한 둘 다 주도권을 잡고 싶어하고 자신의 판단을 신뢰하기 때문에 의견 충돌이 있을 수 있어요. 역할을 명확히 나누고 서로의 전문성을 인정하면 강력한 비즈니스 파트너가 될 수 있어요. 쥐띠가 외부 관계와 마케팅을, 뱀띠가 전략과 내부 관리를 담당하는 식으로 분담하면 좋아요."
    },
    "friendship_compatibility": {
      "title": "## 친구 궁합",
      "score": 65,
      "content": "친구로서는 지적인 대화를 나누는 관계가 될 수 있어요. 쥐띠와 뱀띠 모두 똑똑하고 관찰력이 뛰어나서 세상을 바라보는 이야기를 나누면 흥미로워요. 쥐띠는 뱀띠 친구에게 새로운 경험과 사람들을 소개하고, 뱀띠는 쥐띠 친구에게 깊이 있는 통찰을 제공해요. 하지만 자주 만나는 가까운 친구보다는 가끔 만나서 깊은 대화를 나누는 친구가 더 어울려요. 쥐띠의 많은 친구 관계를 뱀띠가 이해하기 어려울 수 있고, 뱀띠의 독점적인 우정을 쥐띠가 부담스러워할 수 있어요. 서로에 대한 기대를 조절하고, 각자의 사회생활 스타일을 존중하면 오래 유지할 수 있는 우정이 될 수 있어요. 둘 다 신뢰를 중요하게 생각하니까, 한번 쌓인 신뢰는 쉽게 깨지지 않아요. 서로를 의심하지 않고 편안하게 대하면 서로에게 특별한 친구가 될 수 있어요."
    },
    "strengths": {
      "title": "## 이 궁합의 강점",
      "items": [
        "둘 다 영리하고 전략적이어서 지적인 교감을 나눠요",
        "관찰력이 뛰어나 서로를 깊이 이해할 수 있어요",
        "재테크와 장기 계획에 능해 안정적인 기반을 만들어요",
        "신중하고 계산적이어서 실수가 적어요",
        "서로의 지혜를 존중하고 배울 수 있어요"
      ]
    },
    "challenges": {
      "title": "## 주의할 점",
      "items": [
        "음양오행상 물과 불의 충돌로 긴장이 있을 수 있어요",
        "뱀띠의 질투심과 소유욕이 쥐띠를 답답하게 만들 수 있어요",
        "쥐띠의 사교성이 뱀띠에게 불안감을 줄 수 있어요",
        "둘 다 속마음을 숨겨 오해와 의심이 쌓일 수 있어요",
        "의사결정 속도 차이로 충돌할 수 있어요"
      ]
    },
    "advice": {
      "title": "## 좋은 관계를 위한 조언",
      "content": "쥐띠인 당신은 뱀띠에게 투명하고 솔직하게 행동하세요. 뱀띠는 의심이 많으니 당신의 사교 활동이나 계획에 대해 미리 공유하고 안심시켜주세요. 뱀띠의 질투나 소유욕을 비판하지 말고, 그것이 당신을 소중히 여기기 때문임을 이해하세요. 뱀띠가 혼자만의 시간이나 공간이 필요할 때 존중해주고, 깊은 대화를 나눌 때는 진심으로 귀 기울여주세요. 뱀띠인 상대방은 쥐띠를 믿고 자유를 주세요. 쥐띠의 사교성이 당신을 떠나려는 게 아니라 그들의 타고난 성격임을 받아들이세요. 의심과 질투를 표현하기보다는 당신의 불안감을 솔직하게 이야기하세요. 쥐띠는 당신의 진심을 이해하고 배려할 수 있는 사람이에요. 서로의 다른 속도와 스타일을 인정하고, 그 차이를 좁히려 노력하세요. 신뢰를 쌓는 데는 시간이 걸리지만, 일단 신뢰가 형성되면 깊고 의미 있는 관계를 만들 수 있어요. 서로의 지혜를 존중하고 함께 성장하세요."
    }
  },
  "meta": {
    "created_at": "2025-10-15",
    "compatibility_level": "보통",
    "keywords": ["지혜", "신비", "신뢰", "전략", "깊이"]
  }
}
