{
  "zodiac1": "rat",
  "zodiac2": "ox",
  "fortune_type": "compatibility",
  "title": "🐭 쥐띠 × 🐂 소띠 궁합",
  "content": {
    "overview": {
      "title": "## 전체 궁합",
      "score": 92,
      "summary": "쥐띠와 소띠는 천생연분이에요! 두 분은 서로를 완벽하게 보완해주는 관계예요. 영리하고 기민한 쥐띠와 성실하고 안정적인 소띠가 만나면 이상적인 균형을 이루게 돼요. 음양오행으로 보면 쥐띠의 물(水)과 소띠의 토(土)는 수생토(水生土)로 서로를 키워주는 관계예요. 쥐띠는 소띠에게 활력과 영감을 주고, 소띠는 쥐띠에게 안정감과 신뢰를 선사해요. 서로 다른 장점을 존중하며 함께 성장할 수 있는 최고의 조합이에요."
    },
    "love_compatibility": {
      "title": "## 연애 궁합",
      "score": 90,
      "content": "연애할 때 두 사람은 서로에게 없는 것을 채워주는 완벽한 파트너가 돼요. 쥐띠인 당신은 재치 있고 로맨틱한 데이트를 계획하고, 소띠 연인은 그것을 성실하게 함께 즐기며 당신을 든든하게 지켜줘요. 쥐띠의 사교성과 유연함이 때로 부담스러울 수 있지만, 소띠는 당신을 믿고 기다려줘요. 소띠의 느긋함이 답답할 수 있지만, 그 안정감이 결국 당신에게 큰 위안이 돼요. 서로의 속도를 존중하고 이해하면 깊고 진실한 사랑을 나눌 수 있어요. 소띠는 쥐띠의 변화무쌍함을 받아주고, 쥐띠는 소띠의 변함없는 사랑에 감사하세요."
    },
    "marriage_compatibility": {
      "title": "## 결혼 궁합",
      "score": 95,
      "content": "결혼하면 안정적이고 풍요로운 가정을 이룰 수 있어요. 쥐띠는 영리한 재테크와 사회적 네트워크로 기회를 가져오고, 소띠는 성실한 노력과 절약으로 그것을 단단히 지켜요. 육아에서도 좋은 균형을 이뤄요. 쥐띠는 아이들에게 창의성과 사회성을 가르치고, 소띠는 규칙과 책임감을 심어줘요. 집안일 분담도 자연스럽게 이루어져요. 쥐띠가 외부 활동이나 사교를 담당하고, 소띠가 가정의 안정과 실무를 책임지면 완벽한 팀워크가 만들어져요. 소띠의 고집과 쥐띠의 변덕이 가끔 부딪힐 수 있지만, 서로를 존중하고 대화하면 충분히 해결할 수 있어요. 함께라면 어떤 어려움도 이겨낼 수 있는 강한 부부가 될 거예요."
    },
    "business_compatibility": {
      "title": "## 사업/직장 궁합",
      "score": 93,
      "content": "함께 일하면 최고의 비즈니스 파트너가 될 수 있어요! 쥐띠는 시장의 흐름을 읽고 기회를 포착하며 영업과 마케팅에 강해요. 소띠는 계획을 실행하고 품질을 관리하며 꾸준히 성과를 만들어내요. 쥐띠가 새로운 아이디어와 전략을 제시하면, 소띠가 그것을 현실로 만들어내는 완벽한 분업이 이루어져요. 재무 관리에서도 훌륭한 조합이에요. 쥐띠는 투자 기회를 찾고, 소띠는 안정적인 자산 관리를 해요. 쥐띠가 너무 빠르게 결정을 내리려 할 때 소띠가 신중함을 더해주고, 소띠가 너무 보수적일 때 쥐띠가 혁신을 제안해요. 서로를 신뢰하고 역할을 존중하면 크게 성공할 수 있는 조합이에요."
    },
    "friendship_compatibility": {
      "title": "## 친구 궁합",
      "score": 88,
      "content": "친구로서 두 사람은 서로에게 큰 도움이 되는 관계예요. 쥐띠인 당신은 소띠 친구에게 새로운 경험과 즐거움을 선사하고, 소띠 친구는 당신이 힘들 때 변함없이 곁을 지켜줘요. 쥐띠가 여러 친구들 사이를 오가며 바쁠 때도, 소띠는 묵묵히 기다려주고 필요할 때 언제나 손을 내밀어줘요. 소띠 친구는 말이 많지 않지만, 그 진심 어린 조언과 행동이 쥐띠에게 큰 위로가 돼요. 둘이 함께 있으면 쥐띠의 활기와 소띠의 안정감이 조화를 이뤄 편안하면서도 즐거운 시간을 보낼 수 있어요. 서로 다른 스타일이지만 그 차이를 존중하고 이해하면 평생 든든한 친구가 될 수 있어요."
    },
    "strengths": {
      "title": "## 이 궁합의 강점",
      "items": [
        "서로를 완벽하게 보완하는 이상적인 조합이에요",
        "쥐띠의 영리함과 소띠의 성실함이 시너지를 내요",
        "음양오행상 물과 토가 조화롭게 어우러져요",
        "서로에 대한 깊은 신뢰와 존중이 바탕이 돼요",
        "장기적인 목표를 함께 이루어갈 수 있어요",
        "실용적이고 안정적인 관계를 만들어요"
      ]
    },
    "challenges": {
      "title": "## 주의할 점",
      "items": [
        "쥐띠의 변덕스러움이 소띠를 당황시킬 수 있어요",
        "소띠의 고집이 쥐띠를 답답하게 만들 수 있어요",
        "속도 차이로 인한 오해가 생길 수 있어요",
        "쥐띠의 사교성이 소띠에게 부담이 될 수 있어요",
        "소띠의 표현 부족이 쥐띠를 불안하게 할 수 있어요"
      ]
    },
    "advice": {
      "title": "## 좋은 관계를 위한 조언",
      "content": "쥐띠인 당신은 소띠의 느긋한 속도를 재촉하지 말고 기다려주세요. 그들의 신중함은 당신을 보호하기 위한 것이에요. 소띠가 말은 많지 않아도 행동으로 사랑을 보여주는 사람임을 기억하세요. 당신의 재치와 사교성이 때로 소띠를 걱정시킬 수 있으니, 중요한 결정은 함께 상의하고 투명하게 소통하세요. 소띠 파트너는 쥐띠의 변화와 새로운 시도를 너그럽게 받아주세요. 그들의 활력이 관계에 생기를 불어넣어요. 쥐띠가 불안해할 때는 확신을 주는 말과 행동으로 안심시켜주세요. 서로의 다른 점을 단점이 아닌 특별한 장점으로 여기고, 그 차이가 만들어내는 아름다운 조화를 즐기세요. 이 조합은 정말 특별하고 축복받은 인연이에요!"
    }
  },
  "meta": {
    "created_at": "2025-10-15",
    "compatibility_level": "매우 좋음",
    "keywords": ["천생연분", "안정", "신뢰", "보완", "조화"]
  }
}
