{
  "zodiac1": "rat",
  "zodiac2": "dragon",
  "fortune_type": "compatibility",
  "title": "🐭 쥐띠 × 🐉 용띠 궁합",
  "content": {
    "overview": {
      "title": "## 전체 궁합",
      "score": 95,
      "summary": "쥐띠와 용띠는 최고의 파트너예요! 두 분은 서로를 높이 평가하고 존경하는 관계를 만들 수 있어요. 영리하고 기민한 쥐띠와 카리스마 넘치고 야심 찬 용띠가 만나면 놀라운 시너지가 발생해요. 음양오행으로 보면 쥐띠의 물(水)과 용띠의 토(土)는 수생토(水生土)로 쥐띠가 용띠를 풍요롭게 만드는 관계예요. 쥐띠는 용띠의 큰 꿈을 현실로 만드는 전략을 제공하고, 용띠는 쥐띠에게 비전과 자신감을 불어넣어줘요. 서로를 믿고 지지하면 무엇이든 이룰 수 있는 환상의 조합이에요!"
    },
    "love_compatibility": {
      "title": "## 연애 궁합",
      "score": 93,
      "content": "연애할 때 두 사람은 서로에게 강하게 끌려요. 쥐띠는 용띠의 당당함과 카리스마에 매료되고, 용띠는 쥐띠의 영리함과 재치를 높이 평가해요. 데이트도 흥미진진하고 즐거워요. 용띠가 화려하고 특별한 데이트를 제안하면 쥐띠가 그것을 더욱 완벽하게 만드는 아이디어를 더해요. 쥐띠는 용띠를 진심으로 존경하고 지지하고, 용띠는 쥐띠의 지혜를 신뢰하고 의지해요. 용띠의 자존심을 쥐띠가 영리하게 세워주고, 쥐띠의 불안함을 용띠가 당당하게 해소해줘요. 서로에게 최고의 응원자이자 조언자가 될 수 있어요. 다만 용띠가 너무 자기중심적이거나 독단적일 때 쥐띠가 상처받을 수 있으니, 용띠는 쥐띠의 의견을 소중히 여겨주세요. 쥐띠도 용띠의 자존심을 건드리지 않도록 조심하면서 솔직한 조언을 해주세요."
    },
    "marriage_compatibility": {
      "title": "## 결혼 궁합",
      "score": 96,
      "content": "결혼하면 부와 성공을 함께 이루는 황금 부부가 될 수 있어요! 쥐띠의 재테크 능력과 용띠의 성공 의지가 만나면 물질적으로 풍요로운 삶을 살 수 있어요. 쥐띠는 실질적인 계획과 전략으로 가정의 기반을 다지고, 용띠는 큰 그림을 그리며 가족을 이끌어요. 육아에서도 훌륭한 조합이에요. 용띠는 아이들에게 자신감과 리더십을 심어주고, 쥐띠는 지혜와 적응력을 가르쳐요. 부부 간의 역할 분담도 자연스러워요. 용띠가 대외적인 대표 역할을 하고, 쥐띠가 내실을 다지며 조언자 역할을 하면 완벽한 팀워크가 만들어져요. 두 분은 서로를 진심으로 존경하고 신뢰하기 때문에 갈등도 건설적으로 해결할 수 있어요. 용띠가 가끔 독선적일 때 쥐띠가 영리하게 설득하고, 쥐띠가 너무 계산적일 때 용띠가 큰 그림을 보게 해줘요. 함께라면 가족의 꿈을 모두 이룰 수 있는 최고의 부부예요!"
    },
    "business_compatibility": {
      "title": "## 사업/직장 궁합",
      "score": 97,
      "content": "함께 일하면 정말 대단한 성과를 낼 수 있어요! 이 조합은 비즈니스에서 최고의 파트너십이에요. 용띠는 비전을 제시하고 리더십을 발휘하며 대외적으로 회사를 대표하고, 쥐띠는 전략을 수립하고 실무를 관리하며 재무를 책임져요. 용띠가 큰 프로젝트나 계약을 따오면 쥐띠가 그것을 성공적으로 실행하고 수익을 극대화해요. 쥐띠는 용띠의 야심 찬 아이디어에 현실성을 더해주고, 용띠는 쥐띠에게 더 크게 생각하도록 영감을 줘요. 의사결정 과정도 효율적이에요. 용띠가 직관으로 방향을 정하면 쥐띠가 분석과 전략으로 뒷받침해요. 위기 상황에서도 강해요. 용띠의 당당함과 쥐띠의 기민함이 만나 어떤 난관도 돌파할 수 있어요. 서로를 존중하고 신뢰하면 업계 최고가 될 수 있는 드림팀이에요. 다만 용띠가 쥐띠의 실무 기여를 인정하고, 쥐띠가 용띠의 리더십을 지지하는 것이 중요해요."
    },
    "friendship_compatibility": {
      "title": "## 친구 궁합",
      "score": 92,
      "content": "친구로서 두 사람은 서로를 높이 평가하고 즐거운 시간을 보내요. 쥐띠는 용띠 친구의 당당함과 매력에 감탄하고, 용띠는 쥐띠 친구의 똑똑함과 재치를 좋아해요. 함께 있으면 쥐띠는 더 자신감 있어지고, 용띠는 더 세심해져요. 둘 다 사교적이고 활동적이어서 함께 파티에 가거나 새로운 사람들을 만나는 것도 즐거워요. 쥐띠는 용띠의 이야기에 진심으로 관심을 보이고 응원해주고, 용띠는 쥐띠에게 용기와 자신감을 북돋아줘요. 서로에게 좋은 조언자가 되어줄 수 있어요. 쥐띠는 용띠에게 현실적인 피드백을, 용띠는 쥐띠에게 긍정적인 에너지를 줘요. 갈등이 생겨도 쉽게 해결할 수 있어요. 쥐띠가 영리하게 용띠의 자존심을 세워주면서 문제를 풀고, 용띠도 쥐띠를 소중히 여기니까요. 평생 서로를 응원하고 자랑스러워하는 멋진 친구가 될 수 있어요."
    },
    "strengths": {
      "title": "## 이 궁합의 강점",
      "items": [
        "서로를 존경하고 진심으로 지지하는 관계예요",
        "쥐띠의 지혜와 용띠의 카리스마가 완벽한 조합을 이뤄요",
        "음양오행상 물이 토를 풍요롭게 하는 긍정적 관계예요",
        "비즈니스에서 최고의 시너지를 낼 수 있어요",
        "서로를 높이고 함께 성장하는 역동적인 관계예요",
        "물질적, 사회적 성공을 함께 이룰 수 있어요"
      ]
    },
    "challenges": {
      "title": "## 주의할 점",
      "items": [
        "용띠의 자존심이 너무 강할 때 쥐띠가 힘들 수 있어요",
        "쥐띠가 너무 계산적일 때 용띠가 서운할 수 있어요",
        "용띠의 독단적인 결정이 쥐띠를 무시한다고 느끼게 할 수 있어요",
        "쥐띠의 현실적인 조언이 용띠의 꿈을 꺾는다고 느껴질 수 있어요",
        "둘 다 야심이 있어 목표가 다를 때 갈등이 생길 수 있어요"
      ]
    },
    "advice": {
      "title": "## 좋은 관계를 위한 조언",
      "content": "쥐띠인 당신은 용띠의 자존심과 리더십을 존중하고 지지해주세요. 당신의 영리함으로 용띠를 빛나게 만들어주세요. 현실적인 조언을 할 때도 용띠의 꿈을 깎아내리지 말고, 그 꿈을 실현하는 방법을 함께 찾아주세요. 용띠가 독단적으로 보일 때도 있지만, 그들은 당신을 진심으로 신뢰하고 있다는 걸 기억하세요. 당신의 의견을 분명히 말하되, 용띠가 받아들일 수 있는 방식으로 전달하세요. 용띠인 상대방은 쥐띠의 기여를 인정하고 감사해주세요. 그들의 전략과 조언이 당신의 성공에 얼마나 중요한지 표현하세요. 중요한 결정을 내릴 때 쥐띠와 상의하고 그들의 의견을 존중하세요. 쥐띠가 때로 조심스럽게 보여도, 그들의 신중함이 당신을 보호한다는 걸 이해하세요. 두 분은 정말 특별한 조합이에요. 서로를 존중하고 지지하면 함께 놀라운 일들을 이룰 수 있어요. 이 관계를 소중히 여기고 감사하세요!"
    }
  },
  "meta": {
    "created_at": "2025-10-15",
    "compatibility_level": "매우 좋음",
    "keywords": ["천생연분", "존경", "성공", "시너지", "파트너십"]
  }
}
