{
  "zodiac": "rat",
  "sexagenary": "임자",
  "year": 1972,
  "gender": "female",
  "fortune_type": "lifetime",
  "title": "🐭 1972년 임자 쥐띠 여성의 평생운세",
  "content": {
    "opening": "당신은 물(水)과 물(水)이 만나 깊고 포근한 기운을 타고났어요! 💧✨\n\n1972년 임자생 쥐띠 여성인 당신은 잔잔한 호수처럼 평온하면서도 깊은 사람이에요. 물(水)의 기운이 두 배로 강해서, 감성과 통찰력이 누구보다 예민하고 깊어요. 쥐띠의 영리함에 물의 포용력이 더해져, 사람들의 마음을 이해하고 위로하는 능력이 있죠. 당신의 인생은 작은 샘물이 강을 이루어 바다로 흘러가는 여정과 같아요.",

    "core_nature": {
      "title": "## 타고난 본성",
      "content": "당신은 천성적으로 공감 능력이 뛰어나고 섬세해요. 쥐띠의 관찰력에 물(水)의 감수성이 더해져, 말하지 않아도 상대의 마음을 읽어내요. 사람들은 당신의 따뜻한 위로와 깊은 이해에 감동받죠.\n\n겉으로는 부드럽고 평온해 보이지만 내면에는 풍부한 감정과 깊은 생각이 흘러요. 물처럼 상황에 맞춰 유연하게 적응하지만, 때로는 자신을 잃을 수 있어요. 당신의 중심을 지키는 것이 중요해요."
    },

    "life_stages": {
      "title": "## 인생 단계별 운세",
      "youth": {
        "age": "청년기 (20~35세)",
        "content": "자아를 찾아가는 시기였어요. 학업과 일, 관계를 통해 당신이 진짜 원하는 것을 발견했죠. 20대 후반에 중요한 결정들을 내렸을 거예요. 30대 초중반에는 커리어와 가정 사이에서 균형을 찾아갔어요."
      },
      "prime": {
        "age": "장년기 (36~50세)",
        "content": "가장 아름답게 꽃피는 시기였어요. 육아와 일을 병행하느라 힘들었지만, 그 과정에서 더욱 강해졌죠. 40대에 당신만의 영역에서 인정받았을 거예요. 감성과 지혜가 조화를 이뤄 많은 사람들에게 영감을 줬어요."
      },
      "mature": {
        "age": "성숙기 (51~65세)",
        "content": "현재 또는 가까운 미래의 시기예요. 우아한 성숙미를 발산하는 때죠. 50대 중반부터는 자신만의 시간을 더 많이 가질 수 있어요. 진정으로 하고 싶었던 일을 시작하기 좋은 시기예요. 통찰력이 최고조에 달해요."
      },
      "elder": {
        "age": "노년기 (66세 이후)",
        "content": "앞으로의 시기예요. 평온함과 감사가 가득한 때죠. 그동안의 여정을 돌아보며 자부심을 느끼고, 가족들과 따뜻한 시간을 보내요. 건강 관리를 잘하면 80~90대까지도 우아하게 지낼 수 있어요."
      }
    },

    "career_path": {
      "title": "## 직업운",
      "suitable_fields": {
        "title": "어울리는 분야",
        "items": [
          "상담/심리 - 공감과 치유의 에너지",
          "문화/예술 - 감성과 창의성",
          "교육/강의 - 지식과 감성 전달",
          "의료/간호 - 돌봄과 섬세함",
          "인문/저술 - 깊은 통찰력과 표현력"
        ]
      },
      "advice": "당신의 강점은 공감 능력과 통찰력이에요. 사람들의 마음을 이해하고 위로하는 능력이 뛰어나죠. 50대 중반인 지금, 당신의 경험과 감성이 가장 깊어진 때예요. 이것을 다른 사람들과 나누세요."
    },

    "wealth_fortune": {
      "title": "## 재물운",
      "content": "평생 재물운은 흐름이 있는 편이에요. 물처럼 때로는 풍부하고 때로는 잔잔하지만, 전반적으로는 안정적이에요. 물(水)의 기운 때문에 돈의 흐름을 잘 읽고, 필요한 곳에 적절히 쓸 줄 알아요.\n\n40~50대에 재정적으로 안정되었을 거예요. 배우자나 가족의 경제 활동도 함께 좋았을 가능성이 높아요. 50대 중반인 지금, 노후 자금을 체계적으로 관리하는 것이 중요해요.\n\n앞으로는 자신을 위한 투자를 아끼지 마세요. 여행, 취미, 건강에 쓰는 돈은 가장 가치 있는 투자예요. 자녀들에게 물려줄 재산도 계획적으로 준비하세요."
    },

    "love_family": {
      "title": "## 애정운과 가족",
      "marriage": {
        "title": "결혼생활",
        "content": "20대 후반에서 30대 초반에 결혼했을 가능성이 높아요. 배우자와 20년 이상을 함께하면서 깊은 유대감을 쌓아왔죠. 섬세하게 배우자를 배려하고, 가정을 따뜻하게 만들었어요.\n\n50대 중반, 이제는 부부만의 시간을 더 많이 가져보세요. 데이트도 하고, 여행도 가고, 진솔한 대화도 나누세요. 오랜 세월을 함께한 만큼, 서로에 대한 감사와 사랑을 더 자주 표현하세요."
      },
      "children": {
        "title": "자녀와의 관계",
        "content": "자녀를 따뜻하게 키운 자부심이 있어요. 이제 자녀들이 성장했으니, 더욱 편안하고 친구 같은 관계를 만들어가세요. 당신의 깊은 통찰력이 자녀들에게 좋은 조언이 될 거예요."
      }
    },

    "health": {
      "title": "## 건강운",
      "content": "전반적으로 건강한 편이에요. 물(水)의 기운이 강해서 신장과 방광, 생식기 건강에 신경 써야 해요. 혈액 순환과 수분 대사, 호르몬 균형도 중요해요.\n\n50대 중반, 갱년기를 맞이하거나 지나는 시기예요. 건강 관리가 특히 중요해요. 정기 검진을 꼭 받고, 호르몬 건강에도 신경 쓰세요. 요가, 필라테스, 수영처럼 몸과 마음을 함께 가꾸는 운동이 좋아요.\n\n감정의 기복이 있을 수 있으니, 스트레스 관리가 중요해요. 명상, 취미 생활, 친구들과의 만남으로 마음의 평온을 찾으세요. 자신을 돌보는 시간을 정기적으로 가지세요."
    },

    "life_lessons": {
      "title": "## 인생의 교훈",
      "reflections": [
        "타인을 배려하느라 자신을 뒤로 미뤘던 순간들 - 이제는 당신을 먼저 생각하세요",
        "감정의 파도에 휩쓸렸던 시간들 - 감정을 느끼되 그것이 당신의 전부는 아니에요",
        "완벽한 엄마, 완벽한 아내가 되려 했던 것 - 70%의 당신도 충분히 아름다워요",
        "자신의 욕구를 표현하지 못했던 것 - 원하는 것을 말하는 것도 사랑이에요"
      ]
    },

    "lucky_elements": {
      "title": "## 평생 행운 요소",
      "colors": ["아쿠아블루", "펄그레이", "실버"],
      "numbers": [1, 4, 6],
      "directions": ["북쪽", "동쪽"],
      "compatible_zodiacs": ["소", "용", "원숭이"],
      "seasons": "겨울이 특히 길한 계절이에요"
    },

    "final_advice": {
      "title": "## 인생 후반을 위한 조언",
      "content": "당신은 잔잔한 호수처럼 평온하면서도 깊은 사람이에요. 53년의 인생, 많은 사람들을 사랑하고 위로했죠. 이제는 당신 자신을 사랑하고 위로할 때예요.\n\n50대 중반, 인생의 가장 아름다운 시기를 맞이하고 있어요. 젊었을 때는 가족을 위해, 타인을 위해 살았다면, 이제는 당신 자신을 위해 사세요. 하고 싶었지만 미뤘던 일들을 시작하세요.\n\n물은 흐르면서 다른 것을 적셔주지만, 자신의 본질은 잃지 않아요. 당신도 타인을 배려하되, 당신 자신을 잃지 마세요. 당신의 욕구도, 당신의 꿈도 소중해요.\n\n나이가 들수록 더 아름다워지는 사람이 있어요. 당신이 바로 그런 사람이에요. 주름 하나하나가 당신이 살아온 증거이고, 그것이 당신을 더욱 빛나게 만들어요.\n\n평생 따뜻하게 살아온 당신, 이제는 행복과 평온을 누릴 자격이 충분히 있어요. 건강하고 아름답고 의미 있는 삶을 사세요!"
    }
  },
  "meta": {
    "created_at": "2025-10-14",
    "word_count": 2298,
    "tone": "따뜻하고 공감하는, 자기사랑을 강조하는",
    "keywords": ["감성", "통찰력", "포용력", "깊이", "자기사랑", "성숙", "우아함"]
  }
}
