{
  "zodiac": "rat",
  "sexagenary": "갑자",
  "year": 1984,
  "gender": "male",
  "fortune_type": "lifetime",
  "title": "🐭 1984년 갑자 쥐띠 남성의 평생운세",
  "content": {
    "opening": "당신은 목(木)과 물(水)이 만나 생명력 넘치는 기운을 타고났어요! 🌳💧\n\n1984년 갑자생 쥐띠 남성인 당신은 물이 나무에 생명을 불어넣듯, 창의적인 아이디어와 실행력을 동시에 갖춘 사람이에요. 어둠 속에서도 길을 찾는 쥐처럼 영리하고, 나무처럼 꾸준히 성장하는 힘이 있죠. 당신의 인생은 마치 씨앗이 싹을 틔우고 큰 나무로 자라나는 여정과 같아요.",

    "core_nature": {
      "title": "## 타고난 본성",
      "content": "당신은 천성적으로 호기심이 많고 배우기를 좋아해요. 쥐띠의 영리함에 목(木)의 성장 욕구가 더해져, 끊임없이 새로운 것을 탐구하고 발전하려는 성향이 강해요. 사람들은 당신의 참신한 아이디어와 문제 해결 능력에 놀라워하죠.\n\n물(水)의 유연함도 가지고 있어서, 상황에 맞춰 빠르게 적응하는 능력이 뛰어나요. 하지만 때로는 너무 많은 것에 관심을 가져 방향을 잃을 수 있어요. 한 가지에 집중하는 연습이 필요해요."
    },

    "life_stages": {
      "title": "## 인생 단계별 운세",
      "youth": {
        "age": "청년기 (20~35세)",
        "content": "배움의 시기예요. 다양한 경험을 통해 자신의 길을 찾아가는 시간이죠. 이 시기에는 실패를 두려워하지 말고 여러 가지를 시도해보세요. 20대 중후반에 중요한 멘토나 기회를 만날 가능성이 높아요. 30대 초반에는 경력의 기반을 다지는 중요한 시기예요."
      },
      "prime": {
        "age": "장년기 (36~50세)",
        "content": "본격적으로 꽃을 피우는 시기예요. 그동안 쌓아온 경험과 지식이 빛을 발해요. 40대 초중반에 커리어의 정점을 찍을 가능성이 높아요. 리더십 역할을 맡게 되거나, 독립적인 사업을 시작할 수도 있어요. 이 시기가 재정적으로 가장 안정되는 때예요."
      },
      "mature": {
        "age": "성숙기 (51~65세)",
        "content": "경륜을 발휘하는 시기예요. 이제는 앞장서서 달리기보다, 뒤에서 방향을 제시하는 역할이 어울려요. 후배들에게 멘토가 되어주고, 당신의 지혜를 나누세요. 50대 후반에는 인생의 의미에 대해 깊이 생각하게 될 거예요."
      },
      "elder": {
        "age": "노년기 (66세 이후)",
        "content": "평온함을 누리는 시기예요. 그동안 이룬 것들을 돌아보며 만족감을 느낄 거예요. 손자녀들과의 시간이 큰 기쁨이 될 거예요. 취미 생활이나 봉사 활동으로 의미 있는 시간을 보내세요. 건강 관리를 잘하면 장수할 운이에요."
      }
    },

    "career_path": {
      "title": "## 직업운",
      "suitable_fields": {
        "title": "어울리는 분야",
        "items": [
          "IT/기술 - 창의성과 논리력 활용",
          "기획/마케팅 - 새로운 아이디어 발상",
          "교육/컨설팅 - 지식 전달과 문제 해결",
          "연구개발 - 끊임없는 탐구와 혁신",
          "창작/디자인 - 독창적인 표현"
        ]
      },
      "advice": "한 우물을 파는 것이 중요해요. 여러 가지에 관심이 많은 만큼, 핵심 역량을 정하고 깊이를 더하세요. 30대 중반까지 방향을 정하고, 그 이후에는 전문성을 쌓는 데 집중하세요."
    },

    "wealth_fortune": {
      "title": "## 재물운",
      "content": "평생 재물운은 안정적인 편이에요. 쥐띠의 경제 감각에 목(木)의 성장 에너지가 더해져, 꾸준히 자산을 늘려갈 수 있어요.\n\n20~30대에는 수입보다 투자(자기계발, 경험)가 더 중요해요. 40대부터 본격적으로 재산이 늘어나기 시작해요. 부동산이나 장기 투자에 강점이 있어요.\n\n다만 충동적인 투자는 피하세요. 물(水)의 유연함 때문에 트렌드에 쉽게 휩쓸릴 수 있어요. 신중하게 판단하고, 분산 투자하세요."
    },

    "love_family": {
      "title": "## 애정운과 가족",
      "marriage": {
        "title": "결혼운",
        "content": "20대 후반에서 30대 초중반 사이에 좋은 인연을 만날 가능성이 높아요. 지적이고 대화가 통하는 사람에게 끌려요. 소띠, 용띠, 원숭이띠 여성과 특히 잘 맞아요.\n\n결혼 후에는 가정에 충실한 편이에요. 다만 일에 집중하다 보면 가족을 소홀히 할 수 있으니 주의하세요. 배우자와의 대화 시간을 정기적으로 가지세요."
      },
      "children": {
        "title": "자녀운",
        "content": "자녀와의 관계가 좋은 편이에요. 친구 같은 아빠가 되려고 노력하죠. 자녀의 창의성과 개성을 존중해주는 교육 방식이 효과적이에요. 40대에 자녀 교육으로 고민이 있을 수 있지만, 잘 해결될 거예요."
      }
    },

    "health": {
      "title": "## 건강운",
      "content": "전반적으로 건강한 편이에요. 목(木)의 기운이 강해서 간과 눈 건강에 신경 써야 해요. 과로와 스트레스를 피하고, 규칙적인 생활이 중요해요.\n\n40대 중반부터 건강 관리에 신경 쓰기 시작하면, 70~80대까지 건강하게 살 수 있어요. 등산, 걷기 같은 자연 친화적인 운동이 특히 좋아요.\n\n머리를 많이 쓰는 만큼 충분한 수면이 필수예요. 명상이나 요가로 마음의 평온을 찾는 것도 좋아요."
    },

    "life_lessons": {
      "title": "## 인생의 과제",
      "challenges": [
        "한 가지에 집중하기 - 관심사가 많은 만큼 핵심을 정하는 게 중요해요",
        "인내심 기르기 - 빠른 결과를 원하는 성향, 천천히 가는 연습이 필요해요",
        "감정 표현하기 - 이성적인 만큼 감정 표현에 서툴 수 있어요",
        "휴식 취하기 - 끊임없이 움직이려는 성향, 쉬는 것도 능력이에요"
      ]
    },

    "lucky_elements": {
      "title": "## 평생 행운 요소",
      "colors": ["파랑", "검정", "초록"],
      "numbers": [1, 4, 6],
      "directions": ["북쪽", "동쪽"],
      "compatible_zodiacs": ["소", "용", "원숭이"],
      "seasons": "봄과 겨울이 특히 길한 계절이에요"
    },

    "final_advice": {
      "title": "## 평생을 위한 조언",
      "content": "당신은 물을 만난 나무처럼, 끊임없이 성장하고 확장하는 사람이에요. 호기심을 잃지 마세요. 평생 배우고 성장하는 자세가 당신을 젊게 만들 거예요.\n\n하지만 때로는 멈춰서 지금 이 순간을 음미하는 것도 필요해요. 다음 목표만 보지 말고, 지금 가진 것에 감사하세요.\n\n당신의 창의성과 지혜는 세상을 더 나은 곳으로 만드는 힘이 있어요. 그 능력을 자신만을 위해서가 아니라, 다른 사람들과 나누세요. 그것이 진정한 성공이에요.\n\n평생 건강하고, 의미 있고, 행복한 삶을 사세요. 당신에게는 그럴 자격이 충분히 있어요!"
    }
  },
  "meta": {
    "created_at": "2025-10-14",
    "word_count": 2134,
    "tone": "격려하고 조언하는, 인생 전반을 아우르는",
    "keywords": ["성장", "창의성", "지혜", "적응력", "배움", "발전", "균형"]
  }
}
