{
  "zodiac": "rat",
  "sexagenary": "무자",
  "year": 1948,
  "gender": "female",
  "fortune_type": "lifetime",
  "title": "🐭 1948년 무자 쥐띠 여성의 평생운세",
  "content": {
    "opening": "당신은 토(土)와 물(水)이 만나 따뜻하고 지혜로운 기운을 타고났어요! 🏔️💧\n\n1948년 무자생 쥐띠 여성인 당신은 대지처럼 포용력이 넓고 따뜻하며, 물처럼 부드럽고 지혜로운 사람이에요. 가족을 위해 평생을 헌신하시며, 조용히 뒤에서 모든 것을 받쳐주셨죠. 당신의 인생은 마치 봄비가 대지를 적셔 생명을 키우듯, 사랑으로 가족을 키워낸 아름다운 여정이었어요.",

    "core_nature": {
      "title": "## 타고난 본성",
      "content": "당신은 천성적으로 다정하고 헌신적인 사람이에요. 무자(戊子)의 토(土) 기운으로 포용력이 넓고 안정감을 주는 성향이 강해요. 사람들은 당신의 따뜻함에 위로받고, 당신의 품에서 안정을 찾았죠.\n\n물(水)의 부드러움도 가지고 있어서, 어떤 상황에도 유연하게 적응하고 조화를 이루는 능력이 뛰어났어요. 가족을 위해서라면 무엇이든 할 수 있는 강인함도 있었고요. 평생 사랑으로 가족을 품어 안으시며 살아오셨어요."
    },

    "life_stages": {
      "title": "## 인생 단계별 운세",
      "youth": {
        "age": "청년기 (20~35세)",
        "content": "1960년대 후반부터 1980년대 초반까지, 결혼하시고 자녀를 낳아 키우기 시작하시던 시기예요. 가난했지만 희망이 있던 시절이었죠. 시댁 식구들 뒷바라지하시며, 자녀들 키우시느라 본인은 뒷전이었어요. 하지만 그 모든 것을 사랑으로 견디셨죠. 쉽지 않았지만 당신은 강했어요."
      },
      "prime": {
        "age": "장년기 (36~50세)",
        "content": "1980년대 중반부터 1990년대 후반까지, 당신이 가장 바쁘게 사시던 시기예요. 자녀들 교육시키시고, 집안일 하시고, 때로는 경제 활동도 하시면서 정말 고생 많으셨어요. 당신의 희생 덕분에 가족들이 잘 성장했죠. 말없이 헌신하시던 그 시절, 참 대단하셨어요."
      },
      "mature": {
        "age": "성숙기 (51~65세)",
        "content": "2000년대 초반부터 2010년대 초반까지, 자녀들이 독립하고 손주들이 생기기 시작한 시기예요. 이제는 조금 여유가 생기셨지만, 손주들 봐드리느라 또 바쁘셨죠. 하지만 예전보다는 마음이 편안하셨어요. 평생의 노고가 조금씩 보상받기 시작한 때였어요."
      },
      "elder": {
        "age": "노년기 (66세 이후)",
        "content": "2014년부터 지금까지, 그리고 앞으로도 계속될 평온한 시기예요. 77세가 되신 지금, 평생 베푼 사랑이 돌아오는 때예요. 자녀들이 효도하고, 손주들이 할머니를 찾아와요. 이제는 당신이 편안히 쉬실 시간이에요. 평생 수고하셨어요. 이제는 사랑받으시며 평온하게 지내세요."
      }
    },

    "career_path": {
      "title": "## 활동운",
      "suitable_fields": {
        "title": "평생 어울렸던 역할",
        "items": [
          "가정 주부 - 가족을 돌보는 천부적 재능",
          "보육/교육 - 자녀들을 잘 키우는 능력",
          "봉제/수공예 - 손재주와 인내심",
          "요식업/소매업 - 사람들을 대하는 친절함",
          "봉사활동 - 남을 돕는 따뜻한 마음"
        ]
      },
      "advice": "평생 가족을 위해 헌신하셨어요. 그것이 당신의 가장 큰 업적이에요. 경제적 활동을 하셨든 안 하셨든, 당신의 역할은 무엇보다 소중했어요. 이제는 충분히 쉬셔도 돼요."
    },

    "wealth_fortune": {
      "title": "## 재물운",
      "content": "평생 재물운은 검소하고 알뜰한 편이었어요. 큰 돈을 벌기보다는, 남편이 버신 돈을 잘 관리하고 아껴 쓰는 스타일이셨죠. 토(土)의 축적하는 성향으로 한 푼 두 푼 모아 가계를 꾸리셨어요.\n\n청년기와 장년기에는 늘 부족했지만, 당신의 알뜰함으로 잘 헤쳐 나가셨어요. 성숙기부터는 조금 여유가 생기기 시작했고요.\n\n지금은 자녀들이 챙겨주시니 걱정 없으세요. 평생 아끼고 모은 것들이 지금의 편안함을 만들었어요. 이제는 손주들에게 용돈 주시는 소소한 기쁨을 누리세요."
    },

    "love_family": {
      "title": "## 애정운과 가족",
      "marriage": {
        "title": "결혼운",
        "content": "20대 초중반에 결혼하셨을 가능성이 높아요. 당시의 관습대로 중매나 소개로 만나셨을 거예요. 소띠, 용띠, 원숭이띠 남성과 특히 잘 맞으셨어요.\n\n결혼 후에는 헌신적인 아내이자 며느리, 어머니로 사셨어요. 시댁 식구들 모시고, 남편 뒷바라지하고, 자녀 키우느라 당신은 늘 뒷전이었죠. 하지만 그 모든 것을 사랑으로 하셨어요. 지금은 오랜 세월 함께한 배우자와 평온한 노년을 보내고 계세요."
      },
      "children": {
        "title": "자녀운",
        "content": "자녀들을 위해 평생을 바치셨어요. 밤새워 바느질하시고, 아껴서 자녀들 뒷바라지하시고, 당신은 늘 굶어도 자녀들은 먹이셨죠. 그 헌신 덕분에 자녀들이 잘 성장했어요. 이제는 그 자녀들이 효도하는 모습에 눈물 나게 고마우실 거예요. 손주들과의 시간도 큰 기쁨이고요."
      }
    },

    "health": {
      "title": "## 건강운",
      "content": "평생 고생하시느라 몸이 많이 힘드셨을 거예요. 하지만 토(土)의 튼튼한 기운 덕분에 잘 견디셨어요. 다만 나이가 들면서 관절, 소화기, 순환기 건강에 신경 쓰셔야 해요.\n\n77세인 지금, 정기 검진을 꾸준히 받으시고 건강 관리를 잘하시면 장수하실 운이에요. 규칙적인 생활과 가벼운 운동이 중요해요. 산책이나 가벼운 체조가 특히 좋아요.\n\n평생 무리하셨으니 이제는 몸을 아끼세요. 불편한 곳이 있으시면 참지 마시고 자녀들에게 말씀하세요. 균형 잡힌 식사와 충분한 휴식이 건강을 지켜줘요."
    },

    "life_lessons": {
      "title": "## 인생의 과제",
      "challenges": [
        "자기 돌보기 - 평생 남을 위해 사셨으니 이제는 본인을 위한 시간이 필요해요",
        "도움 받기 - 혼자 다 하시려 하지 마시고 자녀들에게 도움을 청하세요",
        "휴식 취하기 - 평생 일하셨으니 이제는 편안히 쉬셔도 돼요",
        "자신 인정하기 - 당신은 충분히 잘 살아오셨어요, 자랑스러워하세요"
      ]
    },

    "lucky_elements": {
      "title": "## 평생 행운 요소",
      "colors": ["연한 베이지", "분홍", "검정", "하늘색"],
      "numbers": [1, 5, 8],
      "directions": ["북쪽", "중앙"],
      "compatible_zodiacs": ["소", "용", "원숭이"],
      "seasons": "겨울과 늦가을이 특히 길한 계절이에요"
    },

    "final_advice": {
      "title": "## 평생을 위한 조언",
      "content": "77년의 세월을 사랑으로 살아오셨어요. 가족을 위해 평생을 바치셨고, 헌신하셨고, 희생하셨어요. 당신 덕분에 가족들이 잘 성장했고, 지금의 행복을 누리고 있어요.\n\n이제는 당신이 사랑받을 차례예요. 평생 베푼 사랑이 돌아오는 시간이에요. 편안히 쉬시면서 남은 시간을 평온하게 보내세요.\n\n건강이 가장 중요해요. 작은 증상도 놓치지 마시고 관리하세요. 가족들과 함께하는 시간을 소중히 여기시고, 손주들에게 당신의 따뜻함을 나눠주세요.\n\n당신은 정말 대단하신 분이에요. 아무도 알아주지 않았을지 몰라도, 당신의 희생과 사랑은 무엇보다 위대해요. 남은 인생은 평안하고 행복하기를 진심으로 기원해요. 늘 건강하시고 행복하세요!"
    }
  },
  "meta": {
    "created_at": "2025-10-15",
    "word_count": 2341,
    "tone": "따뜻하고 존중하는, 인생 전반을 아우르는",
    "keywords": ["헌신", "사랑", "포용", "희생", "가족", "따뜻함", "평온"]
  }
}
