{
  "zodiac": "rat",
  "sexagenary": "병자",
  "year": 1996,
  "gender": "male",
  "fortune_type": "lifetime",
  "title": "🐭 1996년 병자 쥐띠 남성의 평생운세",
  "content": {
    "opening": "당신은 화(火)와 물(水)이 만나 역동적인 에너지를 타고났어요! 🔥💧\n\n1996년 병자생 쥐띠 남성인 당신은 불과 물이라는 상반된 기운이 조화를 이루며 독특한 매력을 만들어내요. 뜨거운 열정과 차가운 이성, 빠른 행동력과 깊은 통찰력을 동시에 가진 사람이죠. 당신의 인생은 불꽃이 타오르며 새로운 길을 만들어가는 여정과 같아요.",

    "core_nature": {
      "title": "## 타고난 본성",
      "content": "당신은 천성적으로 열정적이고 추진력이 강해요. 쥐띠의 영리함에 화(火)의 활력이 더해져, 아이디어를 빠르게 실행에 옮기는 능력이 뛰어나요. 사람들은 당신의 에너지와 리더십에 끌려요.\n\n동시에 물(水)의 차분함도 가지고 있어서, 흥분한 순간에도 냉정하게 판단할 수 있어요. 이 양면성이 당신을 예측 불가능하지만 매력적으로 만들어요. 하지만 내면의 불과 물이 충돌하면 감정의 기복이 클 수 있어요. 균형을 찾는 것이 중요해요."
    },

    "life_stages": {
      "title": "## 인생 단계별 운세",
      "youth": {
        "age": "청년기 (20~35세)",
        "content": "폭발적인 성장의 시기예요. 다양한 도전과 실험을 통해 자신의 길을 찾아가요. 20대 중반에 큰 기회를 잡을 수 있어요. 실패도 많지만 그만큼 빠르게 배워요. 30대 초반에 인생의 방향이 명확해지고, 본격적으로 성과를 내기 시작해요."
      },
      "prime": {
        "age": "장년기 (36~50세)",
        "content": "정점을 찍는 시기예요. 그동안의 열정과 노력이 구체적인 성과로 나타나요. 40대 초중반에 커리어의 최고점에 도달할 가능성이 높아요. 리더로서 많은 사람들을 이끌게 될 거예요. 재정적으로도 가장 여유로운 시기예요."
      },
      "mature": {
        "age": "성숙기 (51~65세)",
        "content": "지혜를 나누는 시기예요. 젊은 시절의 불꽃 같은 열정이 깊은 통찰력으로 바뀌어요. 멘토로서 후배들을 이끌고, 사회에 기여하는 방법을 찾아요. 50대 후반에는 인생의 의미에 대해 깊이 생각하게 돼요."
      },
      "elder": {
        "age": "노년기 (66세 이후)",
        "content": "평온을 누리는 시기예요. 젊은 시절의 역동성이 이제는 안정된 에너지로 변해요. 가족들과의 시간을 소중히 여기고, 취미 생활을 즐겨요. 건강 관리를 잘하면 80대까지도 활동적으로 지낼 수 있어요."
      }
    },

    "career_path": {
      "title": "## 직업운",
      "suitable_fields": {
        "title": "어울리는 분야",
        "items": [
          "스타트업/창업 - 도전정신과 추진력 활용",
          "영업/마케팅 - 사교성과 설득력 발휘",
          "방송/미디어 - 카리스마와 표현력",
          "금융/투자 - 빠른 판단력과 위험 관리",
          "스포츠/엔터테인먼트 - 역동성과 열정"
        ]
      },
      "advice": "젊을 때는 다양한 시도를 해보세요. 실패를 두려워하지 마세요. 30대 중반까지는 경험을 쌓고, 그 이후에는 전문성을 깊게 파세요. 당신의 추진력은 큰 자산이지만, 때로는 신중함도 필요해요."
    },

    "wealth_fortune": {
      "title": "## 재물운",
      "content": "평생 재물운은 역동적이에요. 큰 돈을 벌 기회도 많지만, 큰 지출도 많아요. 화(火)의 기운 때문에 충동적인 소비나 투자를 할 수 있으니 주의하세요.\n\n20~30대에는 수입의 변동이 클 수 있어요. 안정적인 저축 습관을 들이는 것이 중요해요. 40대부터 본격적으로 재산이 축적돼요. 부동산보다는 주식이나 사업 투자가 잘 맞아요.\n\n큰 돈을 벌 운이 있지만, 관리를 잘못하면 금방 나갈 수도 있어요. 재무 전문가의 도움을 받는 것이 좋아요."
    },

    "love_family": {
      "title": "## 애정운과 가족",
      "marriage": {
        "title": "결혼운",
        "content": "20대 중후반에서 30대 초반 사이에 인연을 만날 가능성이 높아요. 열정적이고 활기찬 사람에게 끌려요. 소띠, 용띠, 원숭이띠 여성과 특히 잘 맞아요.\n\n결혼 초기에는 열정적이지만, 시간이 지나면서 일에 집중하느라 가정을 소홀히 할 수 있어요. 배우자와의 대화와 데이트 시간을 꼭 만들어야 해요. 40대에 부부 관계의 위기가 올 수 있으니 주의하세요."
      },
      "children": {
        "title": "자녀운",
        "content": "자녀에게 열정적인 아빠가 되려고 노력해요. 다만 완벽을 요구하거나 자신의 기준을 강요하지 않도록 주의하세요. 자녀의 개성을 존중하고, 실패를 경험하게 해주는 것이 중요해요."
      }
    },

    "health": {
      "title": "## 건강운",
      "content": "전반적으로 건강하지만, 화(火)의 기운이 강해서 과열되기 쉬워요. 심혈관계와 소화기 건강에 특히 신경 써야 해요.\n\n20~30대에는 체력을 과신해서 무리할 수 있어요. 규칙적인 생활과 충분한 수면이 중요해요. 40대부터는 건강 관리에 신경 쓰기 시작하세요.\n\n격렬한 운동보다는 지속 가능한 운동이 좋아요. 수영처럼 물과 관련된 운동이 화(火)의 기운을 조절하는 데 도움이 돼요. 스트레스 관리를 잘하면 70~80대까지 건강하게 살 수 있어요."
    },

    "life_lessons": {
      "title": "## 인생의 과제",
      "challenges": [
        "인내심 기르기 - 빠른 결과를 원하는 성향, 천천히 가는 법 배우기",
        "감정 조절하기 - 불과 물의 충돌, 균형 잡는 연습이 필요해요",
        "경청하는 법 배우기 - 말하기보다 듣기, 이해하려는 노력이 중요해요",
        "쉬는 법 배우기 - 끊임없이 달리려는 성향, 휴식도 생산성이에요"
      ]
    },

    "lucky_elements": {
      "title": "## 평생 행운 요소",
      "colors": ["빨강", "네이비", "주황"],
      "numbers": [1, 6, 7],
      "directions": ["남쪽", "북쪽"],
      "compatible_zodiacs": ["소", "용", "원숭이"],
      "seasons": "여름과 겨울이 특히 길한 계절이에요"
    },

    "final_advice": {
      "title": "## 평생을 위한 조언",
      "content": "당신은 불과 물을 동시에 가진 특별한 사람이에요. 열정으로 세상을 밝히면서도, 냉정함으로 올바른 방향을 잡을 수 있죠. 이 양면성을 당신의 약점이 아닌 강점으로 만드세요.\n\n젊을 때는 마음껏 도전하세요. 실패는 배움이고, 경험은 자산이에요. 하지만 나이가 들면서는 양보다 질을, 속도보다 방향을 중시하세요.\n\n당신의 열정은 많은 사람들에게 영감을 줘요. 하지만 자신을 태워가며 남을 밝힐 필요는 없어요. 자신을 돌보는 것이 이기심이 아니에요.\n\n평생 열정을 잃지 마세요. 하지만 그 열정을 현명하게 사용하세요. 당신에게는 세상을 바꿀 힘이 있어요. 건강하고 행복하고 의미 있는 삶을 사세요!"
    }
  },
  "meta": {
    "created_at": "2025-10-14",
    "word_count": 2187,
    "tone": "역동적이고 격려하는, 균형을 강조하는",
    "keywords": ["열정", "추진력", "역동성", "균형", "도전", "리더십", "에너지"]
  }
}
