{
  "zodiac": "rat",
  "sexagenary": "병자",
  "year": 1996,
  "gender": "female",
  "fortune_type": "lifetime",
  "title": "🐭 1996년 병자 쥐띠 여성의 평생운세",
  "content": {
    "opening": "당신은 화(火)와 물(水)이 만나 독특한 카리스마를 타고났어요! 🔥💧✨\n\n1996년 병자생 쥐띠 여성인 당신은 불꽃처럼 뜨겁게 타오르면서도 물처럼 깊은 감성을 가진 사람이에요. 열정적이면서도 섬세하고, 강하면서도 부드러운 당신. 이 복잡한 양면성이 당신을 매력적이고 특별하게 만들어요. 당신의 인생은 불꽃이 물 위에서 춤추듯 아름답고 역동적인 여정이에요.",

    "core_nature": {
      "title": "## 타고난 본성",
      "content": "당신은 천성적으로 자기 확신이 강하고 표현력이 뛰어나요. 쥐띠의 영리함에 화(火)의 열정이 더해져, 당신이 원하는 것을 얻기 위해 적극적으로 행동해요. 사람들은 당신의 당당함과 솔직함에 매료돼요.\n\n동시에 물(水)의 깊은 감성도 가지고 있어서, 타인의 감정을 세심하게 읽어내요. 겉으로는 강해 보이지만 내면은 섬세하고 연약할 수 있어요. 이 불과 물의 충돌이 때로는 감정의 소용돌이를 만들지만, 그것이 당신을 더욱 깊이 있는 사람으로 만들어요."
    },

    "life_stages": {
      "title": "## 인생 단계별 운세",
      "youth": {
        "age": "청년기 (20~35세)",
        "content": "자기 발견의 시기예요. 진짜 '나'가 누구인지, 무엇을 원하는지 찾아가는 여정이죠. 20대 중반에 중요한 선택의 기로에 서게 돼요. 용기 있게 자신의 길을 선택하세요. 30대 초반에는 커리어와 관계 사이에서 균형을 찾아가요. 이 시기의 경험들이 당신을 더욱 단단하게 만들어요."
      },
      "prime": {
        "age": "장년기 (36~50세)",
        "content": "가장 빛나는 시기예요. 젊은 시절의 방황이 이제는 확신이 되고, 열정이 성과로 나타나요. 40대에 당신만의 독특한 영역에서 인정받게 될 거예요. 이 시기에 당신의 진정한 매력이 꽃피어요. 사회적으로도 개인적으로도 가장 만족스러운 때예요."
      },
      "mature": {
        "age": "성숙기 (51~65세)",
        "content": "우아한 성숙미가 돋보이는 시기예요. 젊은 시절의 날카로움이 이제는 품격으로 바뀌어요. 50대 후반에는 진정으로 하고 싶었던 일을 시작할 수 있어요. 나이는 숫자일 뿐, 당신은 여전히 매력적이고 활기차요. 후배들에게 영감을 주는 존재가 돼요."
      },
      "elder": {
        "age": "노년기 (66세 이후)",
        "content": "평온과 만족이 가득한 시기예요. 그동안의 여정을 돌아보며 자부심을 느껴요. 가족들, 특히 손녀들과 특별한 유대감을 가져요. 건강 관리를 잘하면 80~90대까지도 당신다운 매력을 유지할 수 있어요."
      }
    },

    "career_path": {
      "title": "## 직업운",
      "suitable_fields": {
        "title": "어울리는 분야",
        "items": [
          "크리에이티브 - 독창성과 표현력 발휘",
          "경영/리더십 - 카리스마와 추진력",
          "방송/미디어 - 존재감과 소통 능력",
          "패션/뷰티 - 트렌드 감각과 미적 감각",
          "컨설팅/코칭 - 통찰력과 공감 능력"
        ]
      },
      "advice": "당신다운 방식을 고집하세요. 남들의 기준에 맞추려 하지 마세요. 30대에 자신만의 스타일을 확립하고, 40대부터 본격적으로 빛날 거예요. 일과 삶의 균형을 잘 맞추는 것이 중요해요."
    },

    "wealth_fortune": {
      "title": "## 재물운",
      "content": "평생 재물운은 역동적이에요. 큰 돈을 만질 기회가 여러 번 있어요. 화(火)의 기운 때문에 대담한 투자나 소비를 할 수 있는데, 물(水)의 지혜로 균형을 맞추세요.\n\n20~30대에는 자신에게 투자하는 것을 아끼지 마세요. 외모, 교육, 경험에 쓴 돈은 나중에 몇 배로 돌아와요. 40대부터 본격적으로 재산이 늘어나기 시작해요.\n\n재물운이 좋지만, 금전 관리에는 신중해야 해요. 충동구매나 감정적 소비를 조심하세요. 재무 계획을 세우고 따르는 것이 중요해요."
    },

    "love_family": {
      "title": "## 애정운과 가족",
      "marriage": {
        "title": "결혼운",
        "content": "20대 후반에서 30대 초중반 사이에 운명적인 만남이 있을 거예요. 당신의 강렬함을 받아줄 수 있는 사람, 당신의 섬세함을 이해하는 사람을 만나야 해요. 소띠, 용띠, 원숭이띠 남성과 특히 잘 맞아요.\n\n결혼 후에도 당신다움을 잃지 마세요. 독립적이면서도 헌신적인 파트너가 될 수 있어요. 서로의 개성을 존중하는 관계가 오래 지속돼요."
      },
      "children": {
        "title": "자녀운",
        "content": "자녀에게 열정적이고 개방적인 엄마가 되려고 노력해요. 자녀의 개성과 자율성을 존중해요. 때로는 친구 같은 관계를 유지하면서도, 필요할 때는 확실한 가이드를 제시해요. 자녀들이 성장한 후에도 좋은 관계를 유지해요."
      }
    },

    "health": {
      "title": "## 건강운",
      "content": "전반적으로 건강하지만, 화(火)의 기운이 강해서 과열되기 쉬워요. 심혈관계와 스트레스성 질환에 주의해야 해요.\n\n20~30대에는 바쁘게 살다가 건강을 소홀히 할 수 있어요. 규칙적인 식사와 충분한 수면이 중요해요. 40대부터는 본격적인 건강 관리를 시작하세요.\n\n요가, 필라테스, 수영처럼 몸과 마음을 함께 가꾸는 운동이 좋아요. 특히 물과 관련된 활동이 화(火)의 기운을 조절하는 데 도움이 돼요. 자신을 돌보는 시간을 정기적으로 가지세요."
    },

    "life_lessons": {
      "title": "## 인생의 과제",
      "challenges": [
        "내면의 불과 물 조화시키기 - 열정과 감성의 균형 찾기",
        "타인의 시선에서 자유로워지기 - 남의 기준이 아닌 나의 기준",
        "완벽주의 내려놓기 - 70%의 나도 충분히 아름다워요",
        "취약함 인정하기 - 약함을 보이는 것도 용기예요"
      ]
    },

    "lucky_elements": {
      "title": "## 평생 행운 요소",
      "colors": ["코랄", "딥블루", "골드"],
      "numbers": [1, 6, 7],
      "directions": ["남쪽", "북쪽"],
      "compatible_zodiacs": ["소", "용", "원숭이"],
      "seasons": "여름과 겨울이 특히 길한 계절이에요"
    },

    "final_advice": {
      "title": "## 평생을 위한 조언",
      "content": "당신은 불과 물을 모두 가진 특별한 사람이에요. 열정적이면서도 깊고, 강하면서도 부드러워요. 이 복잡함이 당신을 독특하고 매력적으로 만들어요. 자신의 양면성을 받아들이고 사랑하세요.\n\n세상의 기준에 맞추려 하지 마세요. 당신은 이미 충분히 특별해요. 당신만의 길을 가세요. 그 길이 외로워 보일 수 있지만, 결국 당신만의 아름다운 풍경을 만들어낼 거예요.\n\n나이가 들수록 더 아름다워지는 사람이 있어요. 당신이 바로 그런 사람이에요. 주름 하나하나가 당신이 살아온 증거이고, 그것이 당신을 더욱 빛나게 만들어요.\n\n평생 자신을 사랑하세요. 당신의 열정을, 당신의 감성을, 당신의 모든 것을 사랑하세요. 당신은 그럴 자격이 충분히 있어요. 건강하고 행복하고 당당하게 사세요!"
    }
  },
  "meta": {
    "created_at": "2025-10-14",
    "word_count": 2243,
    "tone": "공감하고 격려하는, 자기긍정을 강조하는",
    "keywords": ["매력", "열정", "감성", "자기다움", "독립성", "카리스마", "성숙"]
  }
}
