{
  "zodiac": "rat",
  "sexagenary": "무자",
  "year": 2008,
  "gender": "female",
  "fortune_type": "lifetime",
  "title": "🐭 2008년 무자 쥐띠 여성의 평생운세",
  "content": {
    "opening": "너는 토(土)와 물(水)이 만나 포근하고 풍요로운 기운을 타고났어! 🌸💧\n\n2008년 무자생 쥐띠 여성인 너는 흙이 물을 품어 꽃을 피우듯, 무엇이든 차근차근 키워내는 능력이 있어. 쥐띠의 영리함에 토(土)의 포용력이 더해져, 사람들을 편안하게 만드는 따뜻한 기운이 있지. 네 인생은 작은 씨앗이 아름다운 정원으로 가꿔지는 여정과 같을 거야.",

    "core_nature": {
      "title": "## 타고난 본성",
      "content": "너는 천성적으로 차분하고 세심해. 쥐띠의 관찰력이 뛰어나지만, 토(土)의 신중함 때문에 서두르지 않아. 이 균형 잡힌 성향이 너를 믿음직스럽고 편안한 사람으로 만들어.\n\n물(水)의 감수성도 가지고 있어서, 타인의 감정을 잘 읽고 공감해줘. 하지만 때로는 너무 조심스러워서 네 의견을 표현하지 못할 수 있어. 자신감을 가지고 네 생각을 말하는 연습이 필요해."
    },

    "life_stages": {
      "title": "## 인생 단계별 운세",
      "youth": {
        "age": "청소년기 (10~25세)",
        "content": "꿈을 키우는 시기야. 다양한 것을 경험하면서 네가 진짜 좋아하는 게 뭔지 찾아가. 10대 후반에 진로 고민이 많을 텐데, 조급해하지 마. 네 속도대로 가는 게 가장 빨라. 20대 초반에 네 재능을 알아봐 주는 좋은 선생님이나 선배를 만날 수 있어."
      },
      "prime": {
        "age": "청년기 (26~40세)",
        "content": "아름답게 꽃피는 시기야. 그동안 쌓아온 것들이 빛을 발해. 30대에 커리어와 가정 사이에서 균형을 찾아가게 돼. 힘들 수도 있지만, 이 경험이 너를 더욱 단단하게 만들어. 30대 후반에 네 진가를 인정받게 될 거야."
      },
      "mature": {
        "age": "장년기 (41~55세)",
        "content": "가장 안정적이고 만족스러운 시기야. 경험과 지혜가 쌓여 진정한 너다움이 발현돼. 40대에 사회적으로도 개인적으로도 인정받는 시기야. 후배들에게 멘토가 되어주고, 네 경험을 나눠."
      },
      "elder": {
        "age": "노년기 (56세 이후)",
        "content": "평온하고 감사가 가득한 시기야. 가족들, 특히 손자녀들과의 시간이 큰 행복이 될 거야. 네 포근한 품이 가족들에게 큰 위로가 돼. 건강 관리를 잘하면 90대까지도 활기차게 지낼 수 있어."
      }
    },

    "career_path": {
      "title": "## 직업운",
      "suitable_fields": {
        "title": "어울리는 분야",
        "items": [
          "교육/보육 - 포용력과 인내심 활용",
          "의료/간호 - 돌봄과 섬세함",
          "상담/심리 - 공감 능력과 경청",
          "디자인/인테리어 - 심미안과 조화 감각",
          "행정/관리 - 꼼꼼함과 책임감"
        ]
      },
      "advice": "네 속도를 존중해. 남들이 빨리 간다고 조급해할 필요 없어. 30대에 커리어와 가정을 병행하느라 힘들 수 있지만, 40대부터는 더욱 빛날 거야. 네 꾸준함이 가장 큰 자산이야."
    },

    "wealth_fortune": {
      "title": "## 재물운",
      "content": "평생 재물운은 안정적이고 꾸준히 늘어나는 편이야. 토(土)의 기운 때문에 저축을 잘하고 알뜰하게 살림을 꾸려. 충동구매를 하지 않아서 재산이 차곡차곡 쌓여.\n\n20~30대에는 큰돈을 벌기보다 작은 돈을 꾸준히 모으는 게 중요해. 40대부터 재정적으로 여유가 생겨. 부동산이나 안정적인 저축 상품에 강점이 있어.\n\n배우자나 가족의 재물운도 함께 좋아져. 함께 재산을 늘려갈 수 있어. 다만 남을 돕느라 손해 보는 일은 조심해."
    },

    "love_family": {
      "title": "## 애정운과 가족",
      "marriage": {
        "title": "결혼운",
        "content": "20대 후반에서 30대 초반 사이에 좋은 인연을 만날 가능성이 높아. 차분하고 가정적인 사람에게 끌려. 소띠, 용띠, 원숭이띠 남성과 특히 잘 맞아.\n\n결혼 후에는 현명하고 따뜻한 아내이자 엄마가 돼. 가족을 잘 돌보면서도 자신의 일도 포기하지 않아. 부부 관계가 평생 좋은 편이야."
      },
      "children": {
        "title": "자녀운",
        "content": "자녀를 잘 키우는 복이 있어. 인내심 있고 따뜻한 엄마가 되지. 자녀의 개성을 존중하면서도 올바른 방향을 제시해. 자녀들이 성장한 후에도 친구 같은 관계를 유지해."
      }
    },

    "health": {
      "title": "## 건강운",
      "content": "전반적으로 건강한 편이야. 토(土)의 기운이 강해서 소화기와 비장 건강에 신경 써야 해. 스트레스를 받으면 식욕이나 수면에 영향이 있을 수 있으니 주의해.\n\n10~20대에는 성장기라 건강 관리가 특히 중요해. 균형 잡힌 식사와 충분한 수면, 적당한 운동이 필요해. 40대부터는 정기 검진을 빠트리지 마.\n\n요가, 필라테스, 산책처럼 부드러운 운동이 잘 맞아. 자연과 함께하는 시간도 네 건강에 도움이 돼. 꾸준히 관리하면 80~90대까지 건강하게 살 수 있어."
    },

    "life_lessons": {
      "title": "## 인생의 과제",
      "challenges": [
        "자신감 갖기 - 네가 생각하는 것보다 너는 훌륭해",
        "의견 표현하기 - 조심스러워도 네 생각을 말하기",
        "완벽주의 내려놓기 - 70%의 나도 충분히 아름다워",
        "자기 자신 돌보기 - 남을 돕는 만큼 너도 돌보기"
      ]
    },

    "lucky_elements": {
      "title": "## 평생 행운 요소",
      "colors": ["연분홍", "민트", "아이보리"],
      "numbers": [1, 5, 6],
      "directions": ["북쪽", "중앙"],
      "compatible_zodiacs": ["소", "용", "원숭이"],
      "seasons": "사계절 모두 고른 운이 있지만 봄과 가을이 특히 좋아"
    },

    "final_advice": {
      "title": "## 평생을 위한 조언",
      "content": "너는 흙이 물을 품어 생명을 키우듯, 무엇이든 포근하게 키워내는 사람이야. 네 따뜻한 품이 많은 사람들에게 위로가 될 거야.\n\n남들과 비교하지 마. 너는 네 속도대로 가는 게 가장 빨라. 남들이 10년 걸려 갈 길을 너는 15년 걸려 가도 괜찮아. 중요한 건 네가 행복한 거야.\n\n너 자신을 사랑해. 네가 생각하는 것보다 너는 훨씬 더 아름답고 소중해. 자신을 인정하고 칭찬하는 연습을 해.\n\n인생은 경쟁이 아니야. 너만의 속도로, 너만의 방식으로 살아가. 그것이 가장 아름다운 삶이야. 평생 건강하고 행복해. 너는 그럴 자격이 충분히 있어!"
    }
  },
  "meta": {
    "created_at": "2025-10-14",
    "word_count": 2045,
    "tone": "따뜻하고 공감하는, 청소년 여성 눈높이",
    "keywords": ["포용력", "꾸준함", "세심함", "성장", "자기사랑", "인내", "조화"]
  }
}
